[{"title": "King Charles coronation: How Global News is covering the historic royal event", "description": "On May 6, the United Kingdom and the 56 countries of the Commonwealth — including Canada — are getting a new monarch, King Charles III, and Global News will be covering the historic event live online and on TV, streaming platforms and radio.Taking place at London’s Westminster Abbey, King Charles will be crowned alongside his wife, Camilla, who will become Queen.Global News’ coverage is set to begin at 5 a.m. ET on all platforms.You will be able to watch King Charles’ Coronation live on globalnews.ca and follow along with Global News’ digital coverage via a liveblog of the events as they happen.Our National Online Reporters Michelle Butterfield, Saba Aziz, Sean Boynton and Aaron D’Andrea have been working to bring readers everything they need to know about the coronation in the days leading up to the historic event — whether it’s the pageantry, the spectacle or the history of the proceedings.Global News will have live coverage of the coronation as the ceremony gets underway, including a live blog and streaming special coverage on GlobalNews.ca.Global News’ TV special, The Coronation of King Charles III, anchored by Canadian Screen Award winner Dawna Friesen, will cover the coronation in its entirety live from London. Europe Bureau Chief Crystal Goomansingh will be reporting live from Canada Gate.The Global News coronation coverage is also viewable on streaming services, including Amazon, Roku, Fire TV, Global TV App, Apple TV, Android TV, LG, Samsung and Pluto TV.As for radio, AM stations — CKNW in Vancouver, QR Calgary AM770, 630 CHED in Edmonton, 680 CJOB, 640 Toronto, 900 CHML in Hamilton and 980 CFPL in London — will be delivering updated news and talk coverage on the coronation of the King throughout the morning.You can also hear highlights from The Coronation of King Charles III on morning talk shows and in the newscasts at the top and bottom of every hour.", "image": "https://globalnews.ca/wp-content/uploads/2023/05/king-charles-coronation.jpeg?quality=85&strip=all&w=720", "time": "May 4, 2023 "}, {"title": "Why some Canadians see King Charles as a ‘placeholder’ with coronation nearing", "description": "With the first coronation of a British monarch in 70 years set for Saturday, Canadians aren’t exactly filled with excitement, a new survey suggests.In fact, King Charles III, who ascended to the throne following the Sept. 8 death of his mother, Queen Elizabeth II, hasn’t won over the hearts of many Canadians during his short reign, an Ipsos poll conducted exclusively for Global News indicates.“Charles (has) … always been a difficult person for Canadians to assess because I think they want to like him, but certain things have held them back,” said Sean Simpson, senior vice president at Ipsos Public Affairs Canada.“He’s sort of seen a little bit as a placeholder because Canadians do like the current Prince of Wales, Prince William.”Ipsos, which surveyed 1,000 Canadians ages 18 and older between April 19-20, found that the monarchy as a whole has dipped in favourability since the queen’s death.When compared to data compiled in September, 74-year-old King Charles’ approval rating sank by seven points to 37 per cent, while Queen Consort Camilla’s dropped one point to 26 per cent.William and Kate, whose approval rating sits at 52 and 47 per cent respectively, dipped 14 points when compared with last September. William is the only monarchy member to hold a positive majority of those favourable among Canadians six months after Charles ascended to the throne. The Prince and Princess of Wales’ favourability is highest among the university-educated, Ipsos found.As for the Duke and Duchess of Sussex, Harry and Megan, both have dropped in approval since the queen’s death. Down nine points, 47 per cent view Harry favourably, which is also the case for Meghan, who is down six points at 44 per cent.“If the monarchy can get through Charles, it’s probably in a better shape from a public opinion standpoint under presumably what would be king William,” Simpson said.King Charles’ low approval ratings appear to be a factor when it comes to Canadians’ interest in his coronation May 6, the poll shows.Twenty-eight per cent of Canadians said they will watch the ceremony, with interest higher among those aged 55 or older. The same proportion said they will either listen to or read news about it.Seventeen per cent say they will probably talk about it with friends or family, while 11 per cent were likely to read up on the history of the monarchy. Seven per cent said they will post on social media about the event, which is higher among those aged 18 to 34.Only six per cent said they will buy a commemorative souvenir, while three per cent would hold a party to celebrate the ceremony; three per cent said they would travel to London to see it.At the end of the day, 45 per cent said they won’t be paying attention, and aren’t likely to do any of the above. That sentiment was higher among Quebec residents, with 59 per cent indicating such — 14 points higher when compared to the national average.“We’re seeing anti-monarchist sentiment increasing at 53 per cent favouring to sever ties,” Simpson said.“That’s likely not yet a critical mass in Canada, particularly because Quebecers are far more likely than those in English Canada to say that they would support abolishing ties to the monarchy.”Canadians’ appreciation of the monarchy’s role and relevance has also faded since the queen’s death, the poll suggests.Sixty per cent of Canadians feel Prime Minister Justin Trudeau should hold a referendum on its future in Canada; 58 per cent feel Canada is not truly an independent nation with ties to the Crown and 61 per cent feel the monarchy’s history with colonialism and slavery doesn’t have a place within Canadian society.“Constitutional change in this country requires a pretty high threshold of support, and we’re not there yet,” Simpson said.“But if the trend continues, if King Charles and the Prince of Wales and family can’t turn the tide around, there’s a potential that maybe … we will have reached that critical mass.”Simpson noted that Ipsos, which has logged data from multiple polls on the monarchy stretching over 20 years, found Queen Elizabeth II enjoyed consistent support since 2002, being viewed favourably by more than 80 per cent of Canadians.Sentiment swayed from time to time, most notably after Princess Diana’s death in 1997, but roughly remained positive when compared to now, he noted.Regardless, King Charles’ reign will likely be defined by change, Simpson added.“Queen Elizabeth II was a staunch supporter of tradition, and many things she didn’t want to change or when she did change, it was reluctantly done. King Charles III has already signalled that he’s going to change. He’s more active in some areas, like the environment,” he said.“His reign, obviously given his age, will be more limited in duration, so I don’t think aside from an attempt to modernize (that) we’re going to see a lot of things that are radically different — more of a placeholder until such time as the current Prince of Wales … takes over and has a longer reign.”These are some of the findings of an Ipsos poll conducted between April 19 and 20, 2023, on behalf of Global News. For this survey, a sample of 1,000 Canadians aged 18+ was interviewed. Quotas and weighting were employed to ensure that the sample’s composition reflects that of the Canadian population according to census parameters. The precision of Ipsos online polls is measured using a credibility interval. In this case, the poll is accurate to within ± 3.5 percentage points, 19 times out of 20, had all Canadians aged 18+ been polled. The credibility interval will be wider among subsets of the population. All sample surveys and polls may be subject to other sources of error, including, but not limited to coverage error, and measurement error.", "image": "https://globalnews.ca/wp-content/uploads/2023/05/King-Charles-Ipsos.jpg?quality=85&strip=all&w=276", "time": "May 4, 2023 "}, {"title": "Ukraine says Russia’s drone attack allegations a pretext for potential attack", "description": "Russia accused Ukraine on Wednesday of a failed attempt to assassinate President Vladimir Putin in a drone attack on the Kremlin citadel in Moscow, and threatened to retaliate.Ukrainian President Volodymyr Zelenskyy said Kyiv had nothing to do with the reported overnight incident.“We don’t attack Putin, or Moscow, we fight on our territory,” Zelenskyy told a press conference during a visit to Finland, of the war against Russian occupiers.A senior aide to Zelenskyy called the accusation a sign that the Kremlin was planning a major new attack on Ukraine, at a time of potential turning point in the war as Kyiv prepares to mount a long-anticipated counteroffensive.Shortly after the Kremlin announcement, Ukraine reported alerts for air strikes over the capital Kyiv and other cities.Russia said that two unmanned aerial vehicles were aimed at the Kremlin.“As a result of timely actions taken by the military and special services with the use of radar warfare systems, the devices were put out of action,” a Kremlin statement said.“We regard these actions as a planned terrorist act and an attempt on the president’s life, carried out on the eve of Victory Day, the May 9 Parade, at which the presence of foreign guests is also planned.”Fragments of drones were scattered in the Kremlin grounds but there were no injuries or damage, it said.Putin himself was safe. The RIA news agency said he had not been in the Kremlin at the time, and was working on Wednesday at his Novo Ogaryovo residence outside Moscow.“The Russian side reserves the right to take retaliatory measures where and when it sees fit,” the Kremlin added.Former Russian president Dmitry Medvedev, now deputy head of Russia’s Security Council, said the incident “leaves us no option but to physically eliminate Zelenskyy and his clique.”Two of numerous videos published on Russian social media channels show two objects flying on the same trajectory toward one of the highest points in the Kremlin complex, the dome of the Senate. The first seemed to be destroyed with little more than a puff of smoke, the second appeared to leave blazing wreckage on the dome.Reuters checks on time and location indicated that the videos could be authentic, though some Western analysts said it was possible Russia might have staged the incident to pin the blame on Kyiv and justify some kind of crushing response.Ukrainian presidential adviser Mykhailo Podolyak said the drone accusation, along with an announcement that Russia had caught suspected saboteurs in Ukraine’s Russian-occupied Crimea region, “clearly indicates the preparation of a large scale terrorist provocation by Russia in the coming days.”In Washington, the White House said it was aware of reports that Russia had accused Ukraine of attacking the Kremlin with drones to try to kill Putin but could not authenticate the allegations.Russia says it launched its “special military operation” to counter a threat from Kyiv’s relations with the West. Ukraine and its allies call it an unprovoked war of conquest by Moscow, derailed by a failed assault on the capital Kyiv early last year and Ukrainian advances in the second half of 2022.Over the past five months, Ukrainian ground forces have kept mostly to the defensive, while Russia launched a huge, largely unsuccessful winter assault, capturing little new ground.In Ukraine’s southern Kherson region on Wednesday, 18 civilians were killed and 46 injured in heavy Russian shelling that hit a hypermarket, a railway station and residential buildings, Ukrainian officials said.At least 12 of those killed were in Kherson city, which has been repeatedly shelled from areas of Kherson province occupied by Russia. The dead included three engineers trying to repair damage to the power grid from earlier Russian bombardments.“When the enemy can achieve nothing on the battlefield, it strikes at peaceful cities,” Ukrainian military spokesperson Serhii Cherevatyi said.Elsewhere, oil depots were ablaze in southern Russia and Ukraine alike as both sides escalated a drone war ahead of Kyiv’s promised spring counteroffensive against Russian forces.Ukraine said it had shot down 21 of 26 Iranian-made drones in an overnight volley.Ukraine and Russia have both been carrying out long-range strikes since last week in apparent anticipation of a Ukrainian counteroffensive, which Zelenskyy said would begin soon, aided by supplies of sophisticated Western weaponry.Moscow says it has struck military targets, though it has produced no evidence to support this. Kyiv, without confirming any role in incidents in Russia or Crimea, says destroying infrastructure is preparation for its planned ground assault.Zelenskyy visited Finland on Wednesday, his fourth known trip abroad since Russia’s full-scale invasion. Leaders of Denmark, Iceland, Norway and Sweden also attended his visit.Zelenskyy said his goals were to beef up Ukraine’s military and secure an eventual place in the NATO alliance, a goal endorsed by the five Nordic nations in a statement.Blinken said later the U.S. government had authorized another $300 million worth of arms and equipment for Ukraine.", "image": "https://globalnews.ca/wp-content/uploads/2023/03/20230325140356-641f44aeb853773905e82b1fjpeg-2.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "Astronaut Jeremy Hansen to carry Canada’s flag at King Charles coronation", "description": "Before astronaut Jeremy Hansen gets a chance to wear Canada’s colours on a flight around the moon next year, he will carry the Canadian flag at the coronation of the country’s new King.The Prime Minister’s Office released a list of dignitaries and eminent Canadians who will join Justin Trudeau and Gov. Gen. Mary Simon at Westminster Abbey this weekend as King Charles is officially crowned.The list includes Indigenous and youth leaders, astronaut Jennifer Sidey-Gibbons, historian Margaret MacMillan and Cross of Valour recipient Leslie Arthur Palmer.Simon’s itinerary for the trip includes an audience with the King on Thursday at Buckingham Palace, where they will be joined by the leaders of the Assembly of First Nations, Inuit Tapiriit Kanatami and the Metis National Council.The King was officially proclaimed Canada’s monarch in a ceremony in September in Ottawa attended by both Trudeau and Simon.The prime minister and Governor General also attended Queen Elizabeth II’s funeral last year with two former governors general and four former prime ministers.", "image": "https://globalnews.ca/wp-content/uploads/2023/04/2023042513044-64480829fe129256e7dfe327jpeg-2.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "Canada speeding rollout of $71M in aid for Sudan, region as violence continues", "description": "International Development Minister Harjit Sajjan has announced $71 million in humanitarian aid for Sudan and two neighbouring countries that are dealing with a large number of refugees in the wake of a violent crisis.“The challenges are immense and they must not be faced alone,” Sajjan told reporters Wednesday on Parliament Hill.“The situation is deteriorating and the Sudanese people still need our help.”He said the funds will flow through agencies of the United Nations and the Red Cross, as well as non-governmental organizations, to provide basic food, water and health services.Nearly $31 million will go toward Sudan, while slightly more will be sent to South Sudan, which seceded from that country in 2011.Canada will also send $10 million to the Central African Republic, as part of funds that will flow to at least 14 groups ranging from the World Food Programme to Doctors Without Borders.Sajjan said Ottawa set aside this funding for the region before the conflict started, but will now speed up the delivery of that cash to help people fleeing violence.He said Canada will be pledging more money after he makes a visit to the region, likely at the end of this month for the African Development Bank’s general meetings in Egypt. Sajjan added he hopes to visit Chad and speak with officials from the African Union, which is based in Ethiopia.By that point, he said it should be clearer which countries have ended up hosting people who are displaced and trying to find safety.“Once we have that assessment and the UN comes up with their appeal, we’ll put in additional funding,” he said.Sajjan said the funding is flexibly structured so groups can scale up existing programs to meet huge flows of people fleeing a devastating escalation in violence that started in Sudan on April 15.A battle for control of the country erupted after months of escalating tensions between the military and a rival paramilitary group called the Rapid Support Forces, turning the capital of Khartoum into a war zone and leading western countries to evacuate their citizens.Defence Minister Anita Anand said Wednesday that Canada had given up on trying to use a military airport in Khartoum for evacuation flights because of logistical and safety issues. Instead, the military is focusing on helping people who make the perilous journey to Sudan’s coastline.“We still have two ships off the coast of Sudan and we’re working very closely with Global Affairs Canada and with our allies to ensure the safety and security of all Canadians,” she told reporters.The UN’s humanitarian chief, Martin Griffiths, arrived in the country Wednesday where he said he is seeking guarantees from the warring sides for the safe passage of humanitarian aid. He noted criticism that the UN has been slow to respond, with its agencies saying they have scant funding and limited staff.Even before the fighting erupted last month, one-third of the population in Sudan relied on humanitarian assistance.Both sides have entered into another ceasefire, which, like previous agreements, has not actually quelled the fighting.Sajjan said it was “disturbing” how quickly the conflict unfolded after Canada’s work with allies to try bringing about peace in the region in recent years. He said large groups of desperate people bring on not only hunger and suffering, but also political instability that can create more crises.“It’s important to put it into context for Canadians what the reality is on the ground, and why this funding is so important.”He noted that the UN only gets a fraction of the funding it needs to safely house people who have fled violence. The organization said it has just 15 per cent of the money it needs to support people in Chad. “Canada does step up for our portion,” Sajjan insisted.The conflict has so far killed 550 people, including civilians, and wounded more than 4,900. The fighting has displaced at least 334,000 people inside Sudan, and sent tens of thousands more to neighbouring countries _ Egypt, Chad, South Sudan, the Central African Republic and Ethiopia, according to UN agencies.Diversity Minister Ahmed Hussen noted that Sudan hosted a large number of refugees from other countries who now have to flee to a third country just to be safe.Among the recipients of Wednesday’s cash is Save The Children Canada, whose humanitarian head Dalia Al-Awqati said the money is needed to address a “critical” situation“With the conflict bringing Khartoum to a stop, the limited supply of food and essentials is driving up prices for available commodities to two, three or four times their market value,” she wrote in an statement.Al-Awqati said Ottawa should boost its funding and continue its diplomatic efforts to help African leaders broker a solution and push for humanitarian access.“Canada is well-positioned to have a holistic response to this crisis.”Sajjan’s parliamentary secretary, Anita Vandenbeld, said the aid workers whom Canada is funding are not just helping people but providing key information on how Ottawa can best respond. She noted three World Food Programme workers were killed last month in Darfur.“These are the aid workers who are the last out and the first back in. They put themselves in the front line because they care deeply, and they have strong knowledge and partnerships on the ground,” she said.Vandenbeld and her colleagues stressed that women will be key to finding a lasting resolution to the crisis, including women Canada has trained to act as peace negotiators.“We can’t just look at women as victims. We have to look at them as the leaders and the solutions that come from the women’s organizations who are very strong in the region.”", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Sudan-Canada-aid-e1683145856451.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "Serbia school shooting suspect had list of targets in attack that killed 9: police", "description": "A boy gunned down fellow pupils in a Belgrade school on Wednesday morning in a pre-planned attack, shooting dead eight plus a security guard and wounding seven others, Serbian officials said.Using two handguns that belonged to his father, the 13-year-old fired first at the guard and three girls in the hallway and then entered a history class and shot the teacher and classmates, police said. The teacher and six pupils were hospitalized, some with life-threatening injuries.Veselin Milic, head of Belgrade police, said the attacker had two guns and two petrol bombs and had planned everything carefully. “He even had … names of children he wanted to kill and their classes,” he told a press conference.While Milic said the shooter planned the attack for a month, sketching classrooms and writing out a list of children he planned to “liquidate,” authorities said they did not know the motive for shooting. It was unclear if he shot any of the people that he named on his list.Police said a seventh-grade student had been arrested after confessing to the shooting. An investigation into the motives for the attack was under way, they said, as Education Minister Branko Ruzic declared three days of national mourning.Interior Minister Bratislav Gasic said the suspect’s father, who held the guns legally, had also been arrested.Serbia’s prosecution service said in a statement to the Tanjug news agency that the father would be charged over the shooting but not his son, who was 13, putting him below the legal age of criminal responsibility, which is 14 in Serbia.Gun ownership is widespread in Serbia, which has witnessed several mass shootings over the past decade and where hundreds of thousands of weapons remain unaccounted for after the Balkan wars of the 1990s.Wednesday’s shooting happened at Vladislav Ribnikar, an elementary school in Vracar, a central Belgrade district.Evgenija, 14, said she knew the suspected gunman.“He was somehow silent, and appeared nice and had good grades. Did not know much about him, he was not that open to everyone. I would never expect that this could happen,” she told Reuters.“I heard noises and I thought some boys, some kids were throwing firecrackers…. But then I saw the security guard falling to the ground,” she said, adding that she then ran away.The interior ministry said eight children and a security guard had been killed and six children had been hospitalized along with the teacher.Sarah el Sarag, a lawyer who lives locally and is due to send her second child to the school in September, described the dead security guard as gentle and peaceful.“He was great guy, …a man who loved the kids. I don’t know what was in the head of that child who shot him,” she told Reuters.Health Minister Danica Grujicic, a neurosurgeon who witnessed the impact of the Balkan wars, told reporters in tears that Wednesday’s events were “perhaps the most horrifying experience I have had as a doctor and as a human being.”The head of Belgrade’s University Hospital, Milika Asanin, said it was treating three pupils and the teacher.“One patient … had chest injury and a neck injury. One pupil was shot in the left leg, one in the stomach and both arms. The teacher has a stomach injury,” he said.Milan Milosevic said his daughter was in the classroom when the attacker burst in.“She managed to escape. (The boy) … first shot the teacher and then he started shooting randomly,” Milosevic, who had rushed to the school, told broadcaster N1.“I saw the security guard lying under the table. I saw two girls with blood on their shirts.”Vracar mayor Milan Nedeljkovic said doctors were fighting to save the teacher’s life while Sinisa Ducic, acting director of a Belgrade pediatric clinic also treating three of the children, said one pupil underwent surgery on her head.Gun laws are very strict in Serbia but civilian gun ownership is also widespread.According to the 2018 Small Arms Survey, Serbia globally ranked third with 39.1 firearms per 100 people, and more than 78,000 people have hunting licenses.The survey estimate includes many weapons held illegally since the wars and unrest of the 1990s, despite authorities having issued several amnesties for owners to hand in or register illicit guns.In the deadliest shooting in Serbia since then, Ljubisa Bogdanovic killed 14 people in 2013. Other mass shootings occurred in 2007, 2015 and 2016. All the assailants were adults.Luka 17, a student at the high school next to Vladislav Ribnikar, said Wednesday’s tragedy had been long in the making.“This is a mistake that the entire Serbian society is making for over a decade …this popularization of violent crime through public and media, through art, through everything,” he said.— Reporting by Aleksandar Vasovic and Ivana Sekularac; additional reporting by Anna Magdalena Lubowicka; writing by John Stonestreet and Philippa Fletcher; editing by Philippa Fletcher and Aleksandar Vasovic. With a file from the Associated Press.", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Belgrade-Serbia-school-shooting-e1683133225652.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "CSIS must inform government of threats targeting MPs, families: Trudeau", "description": "Canada’s intelligence agency must inform the government if there are threats made against any MP or their family, Prime Minister Justin Trudeau says.Trudeau told reporters in Ottawa on Wednesday the Canadian Security Intelligence Service (CSIS) has been directed to alert officials to threats, regardless of whether they are considered credible.The development comes after the Globe and Mail reported on Monday that Beijing’s intelligence service allegedly sought to target Conservative MP Michael Chong and his family in Hong Kong, citing a top-secret document and an anonymous national security source. The Globe also reported a Chinese diplomat who remains in Canada was allegedly involved.“We’re making it very clear to CSIS and our intelligence officials that when there are concerns that talk specifically about any MP – particularly about their family – those need to be elevated even if CSIS doesn’t feel that it’s a sufficient level of concern for them to take more direct action,” Trudeau said.“We still need to know about it at the upper government levels.”Trudeau said he only learned of the development on Monday after it was reported that CSIS had intelligence about the threats concerning Chong’s family two years ago.He said CSIS was asked to brief Chong at the time after China publicly said it would sanction him for criticizing Beijing’s treatment of Uyghur Muslims in China’s Xinjiang province. CSIS never told anybody else about the information it had, Trudeau said.In February 2021, Chong voted in favour of a motion condemning China’s treatment of its Uyghur minority as a genocide. The following month, China sanctioned Chong, barring him from entering the county and prohibiting Chinese citizens from conducting business with him.Trudeau said that when it comes to the safety and security of MPs or their families, intelligence agencies should always make that information known.“If anyone ever puts a threat against an MP or a family, we need to know about it and we’re going to make sure that CSIS elevates that, even if it’s not a credible threat or doesn’t hit the threshold that they would decide is necessary,” he said.“When it comes to MPs and their families, I think we have to have a lower threshold.”Chong told reporters Wednesday that while he was briefed by CSIS officials at the time, it was “general in nature” and did not include specific threats regarding him or his family abroad.Chong then took aim at the Trudeau government for not removing the Chinese diplomat from Canada.“They didn’t tell me about this particular individual … and they didn’t expel this particular individual,” he said.“The government needs to come clean about who knew what and when, and what they did about it.”Conservative Leader Pierre Poilievre has urged Trudeau to expel the diplomat in question and accused Trudeau of failing to take proper action, including delivering a warning to Chong.Poilievre also said the alleged threats were reason for Canada to create a foreign agent registry as soon as possible that would keep track of people being paid to act on behalf of foreign countries in Canada.The government launched public consultations on that idea in March, and they are expected to wrap up next week.— with files from The Canadian Press", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Trudeau-foreign-interference.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "Australia’s near-ban on vaping targets ‘widespread’ use in schools", "description": "Australia said on Tuesday it will ban recreational vaping and tighten other aspects of e-cigarette laws in the biggest crackdown on the tobacco industry in more than a decade to try to stop an alarming rise in teenage vaping.The government aims to ban all disposable vapes, which often comes in fruity flavours, ban the import of non-prescription vapes and limit nicotine levels, aiming for the sale of vapes to be confined to helping smokers quit.“Just like they did with smoking, Big Tobacco has taken another addictive product, wrapped it in shiny packaging and added flavours to create a new generation of nicotine addicts,” Health Minister Mark Butler said in a speech at the National Press Club.Vaping, widely seen as a safer alternative to smoking cigarettes and useful for helping smokers quit, involves heating a liquid that contains nicotine in what is called an e-cigarette and turning it into a vapour that users inhale.But studies have shown the potential of long-term harm from the addictive e-cigarettes.Under the new rules, vapes will be sold only in pharmacies and require “pharmaceutical-type” packaging. Disposable vapes popular with young people will also be banned.Though a prescription is needed to buy nicotine vapes in Australia, lax border enforcement and a thriving illegal market mean they are readily available in convenience stores and other outlets.Major vape manufacturer Philip Morris PM.N welcomed the crackdown on such shops.“Nicotine vaping products sold in corner stores have always been illegal,” a spokesperson for the company said.“We have been urging enforcement against these illegal products for several years and hope this will now happen.”Butler said vaping had become a recreational product in Australia, mostly sold to teenagers and young people, who are three times as likely to take up smoking.“This is a product targeted at our kids, sold alongside lollies and chocolate bars,” Butler said. “Vaping has now become the number one behavioral issue in high schools. And it’s becoming widespread in primary schools as well.”Canada has also explored ways to tamp down on underage vaping. While it’s illegal for teenagers to buy vapes, a recent study suggests over a quarter of Canadian high school students have vaped in the past month.Health Canada brought in nicotine restrictions for vaping products in 2021, and last year proposed regulations that could force vape product manufacturers to disclose information to the federal health agency on sales and ingredients.Last month Quebec tabled new regulations that would ban the sale of flavoured vaping products as well as colourful packaging.Isabelle Charest, the province’s minister responsible for sports and recreation, said at the time that over 90 per cent of vapes used by minors are sweetened or flavoured.Similar bans are already in place in Nova Scotia, New Brunswick, Prince Edward Island, the Northwest Territories and Nunavut, according to the Heart and Stroke Foundation.Doctors backed the vaping crackdown but urged the government to do more to limit the number of young people taking it up.“Nicotine vaping products are being sold featuring colorful flavours and we have even seen products featuring the same type of imagery as children’s breakfast cereal including cartoon characters,” said Nicole Higgins, president of the Royal Australian College of General Practitioners.About 22% of Australians aged 18-24 have used an e-cigarette or vaping device at least once, data last year showed.The federal budget, due out next week, will include A$234 million for measures to protect against the harm caused by tobacco and vaping.Australia has one of the toughest anti-smoking laws in the world.In 2012, it became the first country to force cigarette producers to abandon distinct, colourful branding and sell their products in uniformly drab packets.Tobacco firms were quick to switch to e-cigarettes that offer different flavours and created designs targeting a new generation of users.Butler said the government had no plan to follow neighboring New Zealand in banning cigarette sales for future generations but said the tax on tobacco would be raised by 5 per cent a year over the next three years in a bid to curb sales.Some countries have tried to restrict vaping and some see it as a good way to get smokers to kick the habit.Britain said in April up to one million smokers would be encouraged to swap cigarettes for vapes, in what was a world first, offering financial incentives for pregnant women and providing e-cigarette starter kits to help.— Reporting by Renju Jose in Sydney; Editing by Sonali Paul, Robert Birsel. With files from Global News and the Canadian Press.", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Australia-vaping-ban-e1683125020152.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "King Charles coronation: Canadians urged to have ‘high degree of caution’ in London", "description": "Canadians in London for the coronation of King Charles III should exercise a “high degree of caution,” the federal government warns.Charles, who ascended to the throne following the Sept. 8, 2022 death of his mother, Queen Elizabeth II, will be crowned on Saturday – the first coronation of a British monarch in 70 years.The spectacle is expected to attract thousands, but Canadian officials are urging its citizens travelling to the event to be on alert due to the threat of terrorism.“Exercise a high degree of caution in the United Kingdom due to the threat of terrorism. … Previous incidents have resulted in casualties. They include random violent incidents in public areas, such as knife and vehicle attacks as well as explosions,” officials said in a May 2 travel advisory.“These incidents have occurred mainly in the London area but have also happened elsewhere. Further attacks in the United Kingdom are likely.”The coronation will take place at Westminster Abbey in London, with processions planned between Buckingham Palace and the abbey before and after the ceremony.Large crowds are expected in the days before and after the event, including in the area of the High Commission of Canada, the government said. They can lead to disruptions to traffic and public transportation. Accommodations may be limited.Terrorists have used occasions like public celebrations to mount attacks, Ottawa said. Targets could include government buildings, schools, places of worship, airports and other tourist attractions, like restaurants, bars, coffee shops, markets and hotels.Most recently in 2019, a man previously convicted of terrorism offences stabbed two people to death and injured three others before being shot dead by police on London Bridge. In 2017, 30 people were injured after a homemade explosive device was partially detonated inside a crowded subway station.“Always be aware of your surroundings when in public places,” the government said. The British government indicates on its website the national threat level for terrorism in the U.K. remains “substantial.”The coronation involves one of the most important and complex security operations in U.K. history, Britain’s security minister said Wednesday.“This is an enormously important moment for the country,” Security Minister Tom Tugendhat told Times Radio.“The police are, to put it mildly, all over it, and our intelligence and other security forces are extremely aware of the challenges that we face and ready to deal with them — as the police did quite brilliantly yesterday.”British police arrested a man and blew up a suspicious bag outside Buckingham Palace Tuesday, four days before scores of foreign royals, dignitaries and heads of state are expected to arrive for the crowning.Metropolitan Police said officers arrested a man Tuesday evening after he approached the palace gates and asked to speak to a soldier. When he was refused, he began to throw shotgun cartridges into the palace grounds, the force said.Deputy Assistant Commissioner Ade Adelekan said the man was searched and a lock knife was found. He was arrested on suspicion of possession of a knife and ammunition. Adelekan said the man’s backpack was blown up in a controlled explosion after the suspect told officers to handle it with care.Police said the run-in was not being treated as terrorism-related. No shots were fired, and no one was injured. Charles and Camilla, the queen consort, were not at Buckingham Palace at the time.More than 9,000 police officers will be on coronation day duty in London. Tugendhat said the presence of so many foreign dignitaries – and potentially myriad protesters – made it “a very complex policing operation, a very complex intelligence operation.”Hundreds of anti-monarchist protesters plan to chant “Not my king” during the procession, and police have said environmental activists could also try to disrupt the ceremonies. Activists accused authorities of trying to intimidate protesters with a government letter reminding them of new police powers to curb disruptive demonstrations.The new measures in the Public Order Act, introduced in response to civil disobedience by environmental groups, allow police to search demonstrators for items including locks and glue, and impose penalties of up to 12 months in prison for protesters who block roads or interfere with “national infrastructure.”Graham Smith of anti-monarchist group Republic described the letter as “intimidatory.” He said the group would protest as planned on coronation day.— with files from The Associated Press", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Coronation-security.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "Russia will keep talking with UN over Black Sea grain deal, Kremlin says", "description": "The Kremlin said on Wednesday that Russia would continue talks with the United Nations and other parties to the Black Sea grain deal, and that Moscow would not do anything to harm its own interests.On a call with reporters, Kremlin spokesman Dmitry Peskov said: “The Russian side will continue contacts with both UN and other representatives, in the hope that the terms of the deal will be fulfilled after all.”He added: “Of course, Russia will not do anything further that will be contrary to its interests.”Russia complains that its own food and fertilizer exports are still facing significant obstacles. It has in recent weeks repeatedly cast doubt on whether it will renew the Turkish-brokered deal, which facilitates agricultural exports from Russia and Ukraine via the Black Sea.Earlier, Russian Foreign Ministry spokeswoman Maria Zakharova said talks between Russia and the United Nations on the Black Sea deal will be held in Moscow on Friday, with the UN represented by top trade official Rebeca Grynspan.", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Black-sea-grain.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}, {"title": "Sudan crisis: Air strikes shake capital city after more truce pledges", "description": "Air strikes were heard in Khartoum on Wednesday, a Reuters witness said, even as warring factions agreed to a new seven-day ceasefire from Thursday, undermining chances for a lasting truce that would help ease a deepening humanitarian crisis.United Nations aid chief Martin Griffiths arrived in Port Sudan to “reaffirm” his commitment to the Sudanese people. His spokesperson said improving humanitarian access through guarantees of safe passage would be a priority.The conflict has created a humanitarian crisis, with about 100,000 people forced to flee with little food or water to neighboring countries, the United Nations said.Aid deliveries have been held up in a nation where about one-third of people already relied on humanitarian assistance. A broader disaster could be in the making as Sudan’s impoverished neighbors grapple with the influx of refugees.Previous ceasefire agreements between the army and a paramilitary force, whose power struggle erupted into full blown conflict in mid-April, have ranged from 24 to 72 hours, but none have been fully observed.Tens of thousands of people, like Omdurman resident Salma, have left Khartoum area and its adjoining cities, fearful of both airstrikes and soldiers from the paramilitary Rapid Support Forces (RSF).She says she can hardly sleep at night.South Sudan’s foreign ministry said on Tuesday that mediation championed by its president, Salva Kiir, had led both sides to agree a weeklong truce from Thursday to May 11 and to name envoys for peace talks. The current ceasefire was due to expire on Wednesday.It was unclear, however, how army chief General Abdel Fattah al-Burhan and paramilitary RSF leader General Mohamed Hamdan Dagalo would proceed.Army jets have been bombing RSF units dug into residential districts of the capital region.Conflict has also spread to Sudan’s western Darfur region where the RSF emerged from tribal militias that fought alongside government forces to crush rebels in a brutal civil war dating back 20 years.The commanders of the army and RSF, who had shared power as part of an internationally backed transition towards free elections and civilian government, have shown no sign of backing down, yet neither side seems able to secure a quick victory.Fighting now in its third week has engulfed Khartoum – one of Africa’s largest cities – and killed hundreds of people. Sudan’s Health Ministry reported on Tuesday that 550 people have died and 4,926 have been wounded.Foreign governments were winding down evacuation operations that sent thousands of their citizens home. Britain said its last flight would depart Port Sudan on the Red Sea on Wednesday and urged any remaining Britons wanting to leave to make their way there.", "image": "https://globalnews.ca/wp-content/uploads/2023/05/Sudan-air-strikes.jpg?quality=85&strip=all&w=276", "time": "May 3, 2023 "}]