[{"title": "NATO defence ministers meet as Ukraine appeals for more weapons", "description": "NATO defence ministers attending a two-day meeting starting Wednesday will discuss beefing up weapons supplies to Ukraine, and Sweden and Finland’s applications to join the transatlantic military alliance, Secretary-General Jens Stoltenberg said.The meeting, less two weeks before a summit of NATO leaders in Madrid, comes with Kyiv imploring the West to send more and heavier weapons to help fend off Russia’s onslaught in eastern Ukraine.“Allies are committed to continue providing the military equipment that Ukraine needs to prevail, including heavy weapons and long-range systems,” Stoltenberg said.He added that Ukrainian President Volodymyr Zelenskyy would be invited to address the June 29-30 Madrid summit, either in person or by video link.Increased arms supplies cannot come soon enough for the Ukrainian forces battling to keep Russia from taking control of their country’s industrial east after more than three-and-a-half months of war.In his nightly address to the nation, Zelenskyy pleaded Tuesday for more and faster deliveries of Western arms, specifically asking for anti-missile defense systems.U.S. Defence Secretary Lloyd Austin is hosting a meeting Wednesday of some 50 nations at NATO’s Brussels headquarters to discuss weapons deliveries to Ukraine.Ukrainian Deputy Defence Minister Hanna Malyar said Tuesday that the invaded nation’s military had received only around 10 per cent of the Western weapons it had requested “to create parity with the Russian army.”“No matter how much effort Ukraine makes, no matter how professional our army, without the help of Western partners we will not be able to win this war,” Malyar said in a televised news conference.She said Ukraine uses 5,000 to 6,000 artillery rounds a day, while Russia uses 10 times more.The defence ministers meeting this week also plan to discuss moves to beef up forces along NATO’s eastern flank, which have gathered pace since Russia invaded Ukraine.Stoltenberg would not commit to a timeframe for Sweden and Finland joining NATO. Turkish President Recep Tayyip Erdogan is blocking the membership bids as he accuses the Nordic nations of supporting Kurdish militants deemed by Turkey to be terrorists.“My aim is to solve this issue as soon as possible, but since we are several nations involved in this process, there is no way to tell you exactly when we will solve it,” Stoltenberg said.Because of Turkey’s concerns, “this will take some more time than we originally expected,” he said.U.K. Defence Secretary Ben Wallace said at a meeting Wednesday in Oslo that the ambition for the NATO summit in Madrid is ensuring “that Sweden and Finland are successfully on the next step towards accession into NATO.”“I think it is very important we listen and understand Turkey’s concerns and work to a position where Turkey will support the accession and indeed that we can mitigate any of those concerns,” Wallace said.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/nato-ukraine-june-15.jpg?quality=85&strip=all&w=720", "time": "June 15, 2022 "}, {"title": "WHO creates monkeypox vaccine-sharing program amid inequity fears", "description": "The World Health Organization said it’s creating a new vaccine-sharing mechanism to stop the outbreak of monkeypox in more than 30 countries beyond Africa. The move could result in the UN health agency distributing scarce vaccine doses to rich countries that can otherwise afford them.To some health experts, the initiative potentially misses the opportunity to control monkeypox virus in the African countries where it’s infected people for decades, serving as another example of the inequity in vaccine distribution that was seen during the coronavirus pandemic.WHO Director-General Tedros Adhanom Ghebreyesus said the agency is developing an initiative for “fair access” to vaccines and treatments that it hopes will be ready within weeks. The mechanism was proposed shortly after Britain, Canada, France, Germany, the U.S. and other countries reported hundreds of monkeypox cases last month.WHO has described the outbreak as “unusual” and said the virus’ continuing spread was worrying enough to convene its expert committee next week to decide if monkeypox should be declared a global emergency.Vaccines for smallpox, a related disease, are thought to be about 85% effective against monkeypox. WHO’s Europe director, Dr. Hans Kluge, said Wednesday he was concerned by the scramble by some rich countries to buy more vaccines without talk of buying supplies for Africa.Kluge urged governments “to approach monkeypox without repeating the mistakes of the pandemic.” Still, he did not discount the possibility that countries like Britain, which currently has the biggest outbreak beyond Africa, might receive vaccines through WHO’s mechanism.He said the program was being created for all countries and that vaccines would largely be dispensed based on their epidemiological needs.“Europe remains the epicenter of this escalating outbreak, with 25 countries reporting more than 1,500 cases, or 85 per cent of the global total,” Kluge noted.Some African experts questioned why the UN health agency has never proposed using vaccines in central and West Africa, where the disease is endemic.“The place to start any vaccination should be Africa and not elsewhere,” Dr. Ahmed Ogwell, acting director of the Africa Centers for Disease Control and Prevention, said.He said the lack of any vaccines to counter monkeypox on the continent, where more than 1,500 suspected cases and 72 deaths have been reported this year, was a more critical concern than the clusters of mostly mild disease being reported in rich countries.“This is an extension of the inequity that we saw during COVID,” said Dr. Ifeanyi Nsofor, director of policy and advocacy at Nigeria Health Watch. “We have had hundreds of monkeypox cases in Nigeria from 2017 until now and we’re just dealing with it on our own,” he said. “Nobody has discussed when there might be vaccines available for Africa.”After the coronavirus pandemic exploded in 2020, global health agencies rushed to set up COVAX, a UN-backed effort to distribute COVID-19 vaccines. But rich countries bought up most of the world’s supply, and the COVAX program missed multiple targets to share doses with the world’s poor.To date, only about 17 per cent of people in poorer countries have received a single dose of coronavirus vaccine. Some experts fear the same thing could happen with monkeypox.“Just like with COVID, there is no clear path for how poorer countries will be able to get vaccines,” Brook Baker, a Northeastern University law professor who specializes in access to medicines, said.He warned that as WHO attempts to determine how many vaccine doses are available, rich countries that previously promised doses might not cooperate.“Rich countries will protect themselves while people in the global south die,” Baker predicted.On Monday, advocacy group Public Citizen sent a letter to the White House, asking if the Biden administration would release the 20 million smallpox vaccines the U.S. pledged in 2004 for WHO’s use in the event of an emergency, like a biological attack.Asked about the commitment, a senior U.S. official said the government was “exploring all options” to further their efforts to stop monkeypox within the U.S. and globally.The official said the U.S. had returned more than 200,000 doses of a smallpox vaccine to the manufacturer so they would be available to others. The official declined to say if the U.S. considers the current monkeypox outbreak an emergency that warrants the release of the 20 million pledged vaccines.Francois Balloux, an infectious diseases expert at University College London, said vaccination efforts in rich countries should prompt an overhaul of future monkeypox response strategies in Africa.“It really should be a priority to vaccinate people in Africa, where there is a nastier strain that has actually killed people,” he said, adding that more monkeypox spillovers were likely in the future.“Whatever vaccination happens in Europe, that is not going to solve the problem,” Balloux said.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/monkeypox-who-june-15-2.jpg?quality=85&strip=all&w=276", "time": "June 15, 2022 "}, {"title": "Reports of monkeypox in semen prompts WHO investigation", "description": "The World Health Organization (WHO) is looking into reports that the monkeypox virus is present in the semen of patients, exploring the possibility that the disease could be sexually transmitted, a WHO official said on Wednesday.However, the agency reiterated that virus is mainly transmitted via close interpersonal contact. Many of the monkeypox cases confirmed in the current outbreak largely centered in Europe are among sexual partners who have had such close contact.In recent days, scientists have detected viral DNA in the semen of a handful of monkeypox patients in Italy and Germany, including a lab-tested sample that suggested the virus found in the semen of a single patient was capable of infecting another person and replicating.The detection of viral DNA does not necessarily imply that monkeypox is a sexually transmitted disease, such as HIV/AIDS or syphilis, which are understood to be caused by pathogens that pass from one person to the next specifically in semen, vaginal secretions or other bodily fluids.Viral DNA from a range of different viruses, including the Zika virus, has been found in semen, but it is unclear whether the presence of genetic material increases the risk of sexual transmission.It is not known whether recent reports mean that the monkeypox virus can be sexually transmitted, Catherine Smallwood, monkeypox incident manager at WHO/Europe, said in a press briefing.“This may have been something that we were unaware of in this disease before,” she said.“We really need to focus on the most frequent mode of transmission and we clearly see that to be associated with skin to skin contact.”More than 1,300 cases of the viral disease have been reported by about 30 countries, mostly in Europe, since early May. Most cases have been reported in men who have sex with men.The outbreak has triggered concern since the virus is rarely seen outside of Africa, where it is endemic, and the majority of cases are not related to travel to the continent.Scientists are trying to understand what is driving the current outbreak, its origins and whether anything about the virus has changed.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/monkeypox-who-june-15.jpg?quality=85&strip=all&w=276", "time": "June 15, 2022 "}, {"title": "U.K. planning more Rwanda flights to deport migrants despite legal rulings", "description": "The British government vowed Wednesday to organize more flights to deport asylum-seekers to Rwanda, after a last-minute court judgment grounded the first plane due to take off under the contentious policy.Home Secretary Priti Patel said ”preparation for the next flight begins now” despite legal rulings that none of the migrants earmarked for deportation could be sent to the East African country.Under a deal signed in April between Britain and Rwanda, the U.K. government plans to send some migrants who arrive in the U.K. as stowaways or in small boats to Rwanda, where their asylum claims will be processed. If successful, they will stay in the African country, rather than returning to Britain.Prime Minister Boris Johnson’s government says the plan is a legitimate way to protect lives and thwart the criminal gangs that send migrants on risky journeys across the English Channel.Human rights groups argue that the plan rides roughshod over the protections afforded to refugees under rules set up after World War II. They have called the idea unworkable, inhumane and a waste of money _ Britain paid Rwanda 120 million pounds ($150 million) up front for the deal.Critics include leaders of the Church of England and – according to British news reports – heir to the throne Prince Charles, who is due to visit Rwanda next week as representative of his mother Queen Elizabeth II.U.K. courts refused last week to ground the first flight, scheduled for Tuesday, but the number due to be aboard was whittled down by appeals and legal challenges. The European Court of Human Rights – an international tribunal supported by 46 countries including the U.K. – ruled late Tuesday that an Iraqi man due to be on the plane shouldn’t fly, saying he faced “a real risk of irreversible harm.” That allowed the final few migrants on the plane to win reprieve.U.K. Cabinet minister Therese Coffey said the government was “surprised and disappointed” by the ruling.“I think the public will be surprised at European judges overruling British judges,” she told Sky News.Some lawmakers from the governing Conservative Party say Britain should withdraw from the Strasbourg-based European human rights court, which the U.K. helped to set up.The European court’s judgment on Tuesday didn’t overrule British decisions, which declined to ground the flight as a whole. The ECHR dealt with the cases of an individual due to be aboard.A full trial of the legality of the U.K. government plan is due to be heard in the British courts by the end of July.Human rights lawyer Frances Swaine, who represents one of the people due to be sent to Rwanda, urged the government to wait for that decision before organizing any more deportation flights.“I would be sitting back and thinking was it worth it, either from a financial or a legal perspective, to organize one of these very expensive flights again when they’ve been so unsuccessful this time around on legal grounds,” she said.The British government says it welcomes refugees who come by approved immigration routes, but wants to put the criminal smuggling gangs who operate dangerous Channel crossings out of business.Migration and refugee groups point out that there are no approved legal routes for most people, with the exception of those fleeing Afghanistan and Ukraine. The U.K. receives fewer asylum applications than comparably sized European countries such as France and Germany.There are also concerns about the migrants’ treatment in Rwanda, the most densely populated country in Africa. While Rwanda was the site of a genocide that killed hundreds of thousands of people in 1994, the country has built a reputation for stability and economic progress since then, the British government argues.Critics say that stability comes at the cost of political repression.More than 28,000 migrants entered the U.K. across the Channel last year, up from 8,500 in 2020, and about 10,000 have arrived so far this year. Dozens have died, including 27 people in November when a single boat capsized.Johnson, fighting for his political life amid concerns about his leadership and ethics, has promised to stop the criminal gangs behind the perilous journeys _ a “tough on immigration” message that plays well with the Conservative grassroots.Migration groups say the Rwanda plan is unlikely to deter desperate people making risky journeys to Britain. More than 440 people were brought ashore by in southern England from small boats on Tuesday, including a heavily pregnant woman and parents with children.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/boris-johnson-e1655292044535.jpg?quality=85&strip=all&w=276", "time": "June 15, 2022 "}, {"title": "Microsoft to retire Internet Explorer after 27 years, push users to Edge browser", "description": "Internet Explorer is finally headed out to pasture.As of Wednesday, Microsoft will no longer support the once-dominant browser that legions of web surfers loved to hate _ and a few still claim to adore. The 27-year-old application now joins BlackBerry phones, dial-up modems and Palm Pilots in the dustbin of tech history.IE’s demise was not a surprise. A year ago, Microsoft said that it was putting an end to Internet Explorer on June 15, 2022, pushing users to its Edge browser, which was launched in 2015.The company made clear then it was time to move on.“Not only is Microsoft Edge a faster, more secure and more modern browsing experience than Internet Explorer, but it is also able to address a key concern: compatibility for older, legacy websites and applications,” Sean Lyndersay, general manager of Microsoft Edge Enterprise, wrote in a May 2021 blog post.Users marked Explorer’s passing on Twitter, with some referring to it as a “bug-ridden, insecure POS” or the “top browser for installing other browsers.” For others it was a moment for 90?s nostalgia memes, while The Wall Street Journal quoted a 22-year-old who was sad to see IE go.Microsoft released the first version of Internet Explorer in 1995, the antediluvian era of web surfing dominated by the first widely popular browser, Netscape Navigator. Its launch signaled the beginning of the end of Navigator: Microsoft went on to tie IE and its ubiquitous Windows operating system together so tightly that many people simply used it by default instead of Navigator.The Justice Department sued Microsoft in 1997, saying it violated an earlier consent decree by requiring computer makers to use its browser as a condition of using Windows. It eventually agreed to settle the antitrust battle in 2002 over its use of its Windows monopoly to squash competitors. It also tangled with European regulators who said that tying Internet Explorer to Windows gave it an unfair advantage over rivals such as Mozilla’s Firefox, Opera and Google’s Chrome.Users, meanwhile, complained that IE was slow, prone to crashing and vulnerable to hacks. IE’s market share, which in the early 2000s was over 90%, began to fade as users found more appealing alternatives.Today, the Chrome browser dominates with roughly a 65% share of the worldwide browser market, followed by Apple’s Safari with 19%, according to internet analytics company Statcounter. IE’s heir, Edge, lags with about about 4 per cent, just ahead of Firefox.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/20220614210628-62a9367ec73af26b621c0d30jpeg.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}, {"title": "Jan. 6 hearings: A look at what’s been learned so far and what’s next", "description": "House investigators are trying to make a methodical case that President Donald Trump’s lies about the 2020 election led directly to his supporters’ insurrection at the U.S. Capitol on Jan. 6, 2021.The House panel investigating the attack has held the first two in a series of hearings providing its initial findings after a yearlong probe and more than 1,000 interviews. The committee has shown clips not only from the violent attack on the Capitol, but also from its own closed-door interviews with Trump aides and associates who were trying to dissuade him from spreading falsehoods about an election he lost.A rundown of what we’ve learned so far from the public hearings of the select Jan. 6 committee — and what’s next:One after one, video excerpts have been played of Trump’s aides describing their conversations with the just-defeated president as returns came in on election night and in the days afterward, as it became increasingly obvious that he had lost to Democrat Joe Biden. The committee is trying to establish that Trump pushed lies about widespread election fraud despite hearing clear evidence that it didn’t happen.As the aides tried to be realistic with the president, Trump lawyer Rudy Giuliani took the opposite approach, telling him on election night that he should declare victory right away, according to the testimony. It was four more days until Biden was declared the winner.Trump’s daughter, Ivanka Trump, said she knew it was clear that the results would not be final on election night. Campaign aide Jason Miller said a better sense of the numbers was needed before making any declarations. Campaign manager Bill Stepien said he advised Trump to tell reporters that the race was too early to call, that he was proud of the campaign he ran and that he was in a good position to win.But Trump didn’t listen. Miller said that Trump told the room that anyone who didn’t agree with Giuliani was being “weak.” He went out and publicly declared the election “a fraud on the American public.”“Frankly, we did win this election,” Trump said.In the weeks after the election, the Department of Justice investigated Trump’s claims of widespread fraud. States and localities that had counted the votes did their own checks. None found evidence to support the claims that Trump and Giuliani were pushing.Attorney General Bill Barr, who resigned from office after publicly declaring there was no evidence of widespread fraud, described his interactions with the president as he tried to convince him of the facts. Not only was Trump angry, but he was becoming “detached from reality,” Barr said in a videotaped deposition.Barr said that when he would tell Trump “how crazy some of these allegations were, there was never, there was never an indication of interest in what the actual facts were.”Two in-person witnesses at the committee’s hearing on Monday talked about Trump and Giuliani’s pressure to try and overturn the results in their states. BJay Pak, a former U.S. attorney in Atlanta who resigned as Trump pressured Georgia officials, said his office investigated Giuliani’s “reckless” claims about fraud in the state and found them to be “simply untrue.”Philadelphia City Commissioner Al Schmidt, the only Republican on the city’s election board, said Trump’s claims about fraud in his city were “fantastical” and thorough investigations turned up nothing of the sort.The panel detailed Trump’s fundraising off his own falsehoods. He and his allies raised hundreds of millions after the election, the committee said, and broadly misled donors as to where some of the money was going. Some of the dollars that were advertised as going to an “election defense fund” actually benefitted groups and entities connected to Trump’s family and friends.“Not only was there the Big Lie, there was the Big Ripoff,” said Rep. Zoe Lofgren, D-Calif., a member of the panel.After the hearing on Monday, Lofgren said on CNN that Donald Trump Jr.’s girlfriend, Kimberly Guilfoyle, was paid $60,000 for a short speech at Trump’s rally ahead of the insurrection.While some of the committee’s findings are new, some of the evidence they are presenting is not. But the seven Democrats and two Republicans on the panel want to remind the public of what happened that January day _ not only how violent it was, but the lies that led up to it.At the initial hearing on June 9, the panel showed new video of police officers being beaten as Trump’s supporters broke into the Capitol and interrupted the certification of Biden’s victory. Images from body cameras and security video showed the huge and angry crowd as it surged toward the entrances and shattered windows and doors, repeating Trump’s claims about fraud.Capitol Police officer Caroline Edwards described a bloody “war scene” and hours of hand to hand combat. She was one of the first officers injured, thrown to ground as the first rioters pushed past bike racks. She suffered a head injury and still hasn’t yet returned to the same unit.“It was carnage,” she said. “It was chaos.”While the schedule is fluid, the committee plans up to five additional hearings to lay out its findings. While the first two hearings showed the violence of the siege and documented Trump’s resistance as his aides and allies initially tried to present the facts of his November loss, future hearings will describe how he continued to push the lies and eventually set his sights on the congressional certification of Jan. 6.On Thursday, the panel will describe Trump’s efforts to persuade Vice President Mike Pence to illegally delay the electoral count or to object to Biden’s win as he presided over the congressional certification. In a video posted to Twitter on Tuesday, Wyoming Rep. Liz Cheney, the committee’s Republican co-chair, said the panel will examine Trump’s “relentless effort on Jan. 6, and in the days beforehand, to pressure Vice President Pence to refuse to count lawful electoral votes.”Rep. Cheney also included a preview clip: former White House lawyer Eric Herschmann telling the committee in a video interview that he had told John Eastman, a lawyer who was working with Trump to push the false fraud claims, that he needed to “get a great effing criminal defense lawyer. You’re gonna need it.”Other hearings will review Trump’s pressure on Justice Department officials and what was happening in the White House as the violence unfolded at the Capitol.“The Trump campaign legal team knew there was no legitimate argument — fraud, irregularities or anything — to overturn the election,” Cheney said at Monday’s hearing. “And yet President Trump went ahead with his plans for Jan. 6 anyway.”After the hearings, the committee says its investigation will continue. And panel members will ultimately have to make a decision about whether they have found criminal activity and, if so, whether they should refer it to the Justice Department. The department, which is conducting its own investigation, could take or leave the recommendation.Committee members have been debating that issue, but have emphasized a referral is not their main goal.“We’re making a report to the American people about what happened, why it happened and how we need to protect ourselves in the future,” said Maryland Rep. Jamie Raskin, a Democrat on the committee.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/20220614170652-62a903ec083139966812fe1ejpeg.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}, {"title": "U.K. cancels first flight deporting migrants to Rwanda after European court steps in", "description": "Britain has cancelled its first deportation flight to Rwanda after a last-minute intervention by the European Court of Human Rights, which decided there was “a real risk of irreversible harm” to the asylum seekers involved.The flight had been scheduled to leave Tuesday evening but lawyers for the asylum seekers launched a flurry of case-by-case appeals seeking to block the deportation of everyone on the government’s list.Foreign Secretary Liz Truss had said earlier in the day that the plane would take off no matter how many people were on board. But after the appeals, no one remained.The decision to scrap the Tuesday flight caps three days of frantic court challenges as immigration rights advocates and labour unions sought to stop the deportations. The leaders of the Church of England joined the opposition, calling the government’s policy “immoral.”Earlier in the day, British Prime Minister Boris Johnson had emphatically defended the plan. “We are going to get on and deliver” the plan, Johnson declared, arguing that the move is a legitimate way to protect lives and thwart the criminal gangs that smuggle migrants across the English Channel in small boats.The prime minister announced an agreement with Rwanda in April in which people who enter Britain illegally will be deported to the East African country. In exchange for accepting them, Rwanda will receive millions of pounds (dollars) in development aid. The deportees will be allowed to apply for asylum in Rwanda, not Britain.Opponents have argued that it is illegal and inhumane to send people thousands of miles to a country they don’t want to live in. Britain in recent years has seen an illegal influx of migrants from such places as Syria, Afghanistan, Iran, Sudan, Iraq and Yemen.Activists have denounced the policy as an attack on the rights of refugees that most countries have recognized since the end of World War II.Politicians in Denmark and Austria are considering similar proposals. Australia has operated an asylum-processing center in the Pacific island nation of Nauru since 2012.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/boris-johnson-uk-migrants-rwanda.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}, {"title": "Canada now has ‘united front’ against Putin in the Arctic: Joly", "description": "Canada’s foreign affairs minister said the country now has a “united front” against Russia in the Arctic as a decades-old territorial spat was resolved with Denmark.Canada and Denmark signed an agreement Tuesday to resolve the dispute over Hans Island in the Arctic, and Melanie Joly said in a news conference that it sends a message to Russian President Vladimir Putin that diplomatic resolves are better than force.“Now we have a united front in front of (Putin),” she said, noting that Canada is very aware that Russia is its neighbour.The agreement is expected to divide the uninhabited island between Ellesmere Island, in Nunavut, and Greenland, an autonomous Danish territory. The deal means that Canada, for the first time, will share a land border with Denmark.Joly pointed out that seven out of eight Arctic nations are a part of NATO, including Denmark, or will be a part of the military alliance soon.However, she said there are no plans to militarize the Arctic.“We cannot fall into the trap of militarizing the Arctic,” she said. “This is very important for us Canadians.”Her comments come after Canadian officials have flagged security concerns over Russia and China in the Arctic as climate change is making the region easier to navigate.“Russia and China are the state actors that pose the greatest threats to Canadian and other western interests in the Arctic,” Maj.-Gen. Michael Wright, the Canadian military’s defence intelligence chief, previously told Global News in March.“With the melting of sea ice, access to the region and associated tactics are increasing and this will have a significant impact on the security situation in the Arctic.”Meanwhile, Canada’s defence chief, Gen. Wayne Eyre, said in March that Russia has reoccupied abandoned Cold War bases in the region and that defending NATO’s northern flank “is a key area of concern” for the Canadian military.In April, Putin put forward an ambitious plan to secure Russia’s foothold in the Arctic, including building new ports and other infrastructure, as well as expanding its icebreaker fleet.Joly said Tuesday that the Arctic Council, an international forum for the region, met this week and she hopes that the momentum will continue to figure out its next steps. It consists of Canada, Denmark, Sweden, Norway, Iceland, Finland, the United States and Russia, though Russia was not invited to the recent meeting in protest of its war in Ukraine.“Meanwhile, expect Russia to abide by the rules and ultimately we keep the arctic a low-tension region,” Joly said.— with files from Amanda Connolly, The Canadian Press and The Associated Press", "image": "https://globalnews.ca/wp-content/uploads/2022/06/melanie-joly-arctic-security-vladimir-putin-russia.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}, {"title": "Chinese attack on Taiwan would hit world trade harder than Ukraine war, Taipei says", "description": "Any Chinese military attack on Taiwan would have a greater impact on global trade flows than the Ukraine war, Taipei’s top trade negotiator told Reuters on Tuesday, saying it would lead to a shortage of semiconductor chips.Russia’s invasion of Ukraine in February has triggered commodity price hikes and food export bans, leading to fears of famine in poorer countries. John Deng said that, were China to attack Taiwan, the potential disruptions could be worse, citing the world’s reliance on Taiwan for chips used in electric vehicles and mobile phones.“The disruption to international supply chains; disruption on the international economic order; and the chance to grow would be much, much (more) significant than this one,” he told Reuters in an interview on the sidelines of a major World Trade Organization ministerial meeting in Geneva.“There would be a worldwide shortage of supply.”The Taipei government has reported no signs of an imminent attack from China but Taiwan has raised its alert level since the Ukraine war began, wary of Beijing’s intentions.The Chinese government says it wants “peaceful reunification” but reserves “other options” for Taiwan, which it regards as a Chinese province, a view the democratically-elected government in Taipei strongly disputes.Taiwan dominates the global market for production of the most advanced chips and its exports were worth $118 billion last year, its data showed.Deng said he hoped to decrease the 40% share of its exports that go to China.The Russian invasion is the first time in the 27-year-old global trade watchdog’s history that one WTO member has invaded another. The body is hoping to reach a package of deals, including on food security to ease strained supplies, but tensions generated by the war could make that more difficult, trade sources say.Taiwan, which has joined Western sanctions on Russia, participated in a standing ovation for Ukraine’s WTO delegate on Sunday.The WTO is one of the few multilateral organizations where China and Taiwan work side-by-side since Beijing blocks its participation in others.Taiwan’s Deng said the island, called ‘Chinese Taipei’ at the WTO, was encouraged by the WTO negotiations this week so far. It is also seeking to settle a three-year-old dispute https://www.wto.org/english/tratop_e/dispu_e/cases_e/ds588_e.htm it raised against India on tech tariffs before a formal WTO ruling.“We are working with them,” Deng said.Reporting by Emma Farge; additional reporting by Philip Blenkinsop and Ben Blanchard in Taipei; Editing by Rosalba O’Brien", "image": "https://globalnews.ca/wp-content/uploads/2022/06/20220609030656-62a1a81864a8dcb1fe229d81jpeg.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}, {"title": "‘Joker 2’ looks to bring in Lady Gaga as Harley Quinn in musical sequel", "description": "Lady Gaga might be the latest star to enter the DC world of superheroes and villains, as she circles the role of Harley Quinn for the upcoming Joker sequel.According to the Hollywood Reporter (THR), Gaga is in talks to play the Joker’s sidekick and love interest alongside Joaquin Phoenix in the second movie.According to the report, Gaga’s Quinn would be a completely different version from Margot Robbie’s incarnation in the Suicide Squad franchise, fitting into the format of the first Joker movie that saw Phoenix play the Joker inside his own universe, separate from other DC characters.Director Todd Phillips revealed on social media the working title for the sequel — Joker: Folie à Deux — which references a psychiatric syndrome where two people share a psychosis or delusional disorder.A post shared by Todd Phillips (@toddphillips)At first blush, Gaga may seem like an unusual casting choice for the role of Harley Quinn, but THR also shared that the sequel will be a musical.If it goes ahead, it won’t be the first time a character from the Joker’s world has been played by multiple people. Both Phoenix and Jared Leto have played the title role.Phillips and Gaga have worked together before. Phillips was a producer on 2018’s A Star is Born, which starred Gaga alongside Bradley Cooper. Bradley Cooper was also a producer on the first Joker movie.The original Joker was an unexpected runaway hit, receiving 11 Oscar nominations and two wins, including a Best Actor in a Leading Role victory for Phoenix.Phoenix’s portrayal of the the mentally unsound Arthur Fleck/Joker character earned him an eight-minute standing ovation at the Joker premiere at the annual Italian film festival in 2019.", "image": "https://globalnews.ca/wp-content/uploads/2020/03/22254390.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}, {"title": "Marilyn Monroe dress worn by Kim Kardashian ‘permanently damaged’: collector", "description": "When Kim Kardashian made the decision to don Marilyn Monroe’s iconic “Happy Birthday, Mr. President” dress to the Met Gala red carpet last month, it ruffled more than a few feathers.Now, a Monroe collector is claiming that the dress has sustained “permanent damage” as a result, and frustrations have been renewed.Kardashian wore the gown to the Met Gala last month – she and boyfriend Pete Davidson were among the last to walk the red carpet and Kardashian shocked onlookers when she stepped out in the iconic dress Monroe wore to serenade John F. Kennedy on his 45th birthday in 1962.Scott Fortner, a collector who works to authenticate and verify Monroe memorabilia, shared photos of the dress taken last week that appear to show stretched and buckling fabric, along with missing crystals or ones “left hanging by a thread.”A post shared by The Marilyn Monroe Collection (@marilynmonroecollection)“So much for keeping ‘the integrity of the dress and the preservation.’ @ripleysbelieveitornot , was it worth it?” he wrote.The dress, which has belonged to Ripley’s Believe It or Not since they bought it at auction in 2016 for US$4.8 million, was only worn for a short time by Kardashian, who changed into a replica dress after walking the red carpet.Ripley’s defended their decision in a post to Instagram in May.“Great care was taken to preserve this piece of pop culture history. With input from garment conservationists, appraisers, and archivists, the garment’s condition was top priority,” the museum wrote at the time.A post shared by Ripley's Believe It or Not! (@ripleysbelieveitornot)Pop Crave shared side-by-side photos that give more context to the alleged damage.Marilyn Monroe’s iconic dress has reportedly been damaged after being worn by Kim Kardashian at the Met Gala.The dress now shows signs of tearing, and several crystals are either missing or hanging off of it. pic.twitter.com/cFu1lUBmzS— Pop Crave (@PopCrave) June 13, 2022Controversy has surrounded Kardashian’s decision to wear the dress, as conservators and socialites took to social media at the time to express their disappointment.Sarah Scarturro, the former head of the Met’s fashion conservation department, took to Instagram at the time to blast those involved.“I had to pause before I posted this because I am so angry. #kimkardashian wearing Marilyn’s historic and iconic dress is unethical,” she wrote.A post shared by Madelief Hohé (@madeliefhohe)“Now fashion conservators, collection managers, and curators are going to suffer under pressure from fancy powerful rich people who think they should be able to wear objects in costume collections since after all ‘it’s just a dress’ rather than irreplaceable fragile material culture.”Bob Mackie, the designer responsible for the original sketches of the dress, told Entertainment Weekly back in May that the dress “was designed for (Marilyn Monroe). Nobody else should be seen in that dress.”Even the International Council of Museums (ICOM) weighed in, posting in a statement that “historic garments should not be worn by anybody, public or private figures.”“Prevention is better than cure. Wrong treatment will destroy an object forever,” ICOM wrote in May.To make matters worse, Kardashian admitted that she did not fit into the dress at the first fitting and went on a crash diet to lose 16 pounds over the course of three weeks. She had to carry a fur stole on the red carpet as the dress would not close completely in the back.In a followup post, The Marilyn Monroe Collection Instagram shared a video of Monroe’s dress taken before Kardashian wore it, responding to those doubting how much damage had actually been done.A post shared by The Marilyn Monroe Collection (@marilynmonroecollection)“To anyone who may be questioning the actual condition of Marilyn Monroe’s ‘Happy Birthday Mr. President’ dress prior to being purchased by @ripleysbelieveitornot or implying that low quality photos of the dress were shared to somehow make the newly discovered damage to the dress seem worse than it actually is, this is 4K video that I took of the gown while it was on display at @juliens_auctions in November of 2016,” the account captioned its post. “Without question, the damage is significant.”", "image": "https://globalnews.ca/wp-content/uploads/2022/06/GettyImages-1395076883.jpg?quality=85&strip=all&w=276", "time": "June 14, 2022 "}]