[{"title": "‘Unacceptable’ for Canadian official to have attended Russia Day celebration: Joly", "description": "It was “unacceptable” for a Canadian official to have attended Russia Day celebrations at the country’s embassy in Canada, foreign affairs minister Melanie Joly said on Sunday.A deputy protocol chief in Canada’s global affairs department, Yasemin Heinbecker, attended Friday’s event, along with representatives of Egypt, Pakistan and some African nations, the Globe and Mail newspaper said in a report.“No Canadian representative should have attended the event hosted at the Russian embassy and no Canadian representative will attend this kind of event again,” Joly said in a Twitter post.Joly also reiterated Canada’s support for Ukraine against Russia’s invasion, which Moscow calls a “special military operation”.Since the conflict began on Feb. 24, Canada has imposed sanctions on more than 1,000 individuals and bodies with ties to Russia, Ukraine and Belarus.(Reporting by Nishit Jogi in Bengaluru; Editing by Clarence Fernandez)", "image": "https://globalnews.ca/wp-content/uploads/2022/05/20220525170528-628e9fcb9c19830e72f65ab1jpeg.jpg?quality=85&strip=all&w=720", "time": "June 12, 2022 "}, {"title": "First case of monkeypox confirmed in Venezuela", "description": "The Venezuelan government said on Sunday it had recorded its first case of monkeypox in a man who entered the country though its principal airport near Caracas after arriving from Madrid.Contact tracing is taking place, Health Minister Magaly Gutierrez said on Twitter.“He was immediately isolated, the pertinent tests were carried out and samples were taken, giving a positive result,” the ministry said in a statement.The government did not confirm the man’s age.Argentina was the first Latin American country to confirm a case of monkeypox.Spain, the UK and Portugal have recorded the most cases of the usually mild disease outside areas of western and central Africa where it is endemic.(Reporting by Deisy Buitrago; Writing by Julia Symmes Cobb; Editing by Sam Holmes)", "image": "https://globalnews.ca/wp-content/uploads/2022/05/20220530080528-6294b935c73af26b6217dad3jpeg-1.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "Edmonton International Airport welcomes relaxed U.S. travel rules", "description": "The Edmonton International Airport (EIA) calls the Biden administration’s move to end COVID-19 testing requirements for travellers “positive.”The changes came into effect Sunday.“Any reduction in time-consuming processes would positively impact the passenger experience and process for Canadians to now travel to the U.S.,” reads a statement from Steve Maybee, vice president of communications, operations and infrastructure at EIA.“We fully support the U.S. government’s decision and this further aligns with the broader international community that have removed vaccine mandate and COVID protocols.”One Edmonton travel advisor said this is a big weight off travellers’ shoulders when preparing for a vacation.“It’s going to be better at the airport for checking in,” said Leah Holt, travel advisor with Go Travel.“Lineups were really bogged down — it’s another thing for agents to have to worry about checking tests.”Holt noted it’s already starting to look like many more people will venture to the United States this summer, especially for quick trips.“Even just for Disneyland and Disney for the summer. Lots of last-minute planning,” she said.“A lot of people are also looking forward to going to New York for the weekend — also even just Seattle or Las Vegas trips — quick weekend trips that we can do.”Holt still encourages people to do their own testing as they could have the virus.She said people shouldn’t forget about cancellation insurance either.“It’s one more step away from the pandemic, which I think we are all looking forward to,” Holt said.The CDC will reassess its decision in 90 days and will continue to evaluate it on an ongoing basis.“The pre-departure testing requirement for international travellers arriving into the U.S. has been in place since January 2021.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/airport-e1655073202412.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "Rapper Roddy Rich arrested on gun charges before performance at music festival", "description": "Roddy Ricch is facing gun charges after being arrested on his way to perform at a concert Saturday night.According to police, the 23-year-old rapper was arriving at Citi Field on Saturday evening when a private security firm operating a checkpoint noticed a firearm in the vehicle he was riding in. The Los Angeles-based Ricch was scheduled to perform at the Governors Ball Music Festival.A loaded firearm was recovered from the car along with nine rounds of ammunition and a large capacity magazine, police said.Police charged Ricch, whose real name is Rodrick Moore, and two other men in the car – 46-year-old Michael Figueroa of Brooklyn and 57-year-old Carlos Collins of Eastchester, New York – with criminal possession of a weapon, possession of a large capacity ammunition feeding device and unlawful possession of the device.Messages seeking comment were left Sunday with Ricch’s booking agency and record company. It wasn’t immediately known if he had retained an attorney who could comment on the charges.", "image": "https://globalnews.ca/wp-content/uploads/2022/06/roddy-ricch.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "U.S. Capitol riot investigation committee says enough evidence gathered to indict Trump", "description": "Members of the House committee investigating the Capitol riot said Sunday they have uncovered enough evidence for the Justice Department to consider an unprecedented criminal indictment against former President Donald Trump for seeking to overturn the results of the 2020 election.“I would like to see the Justice Department investigate any credible allegation of criminal activity on the part of Donald Trump,” said Rep. Adam Schiff, D-Calif., a committee member who also leads the House Intelligence Committee. “There are certain actions, parts of these different lines of effort to overturn the election that I don’t see evidence the Justice Department is investigating.”The committee held its first public hearing last week, with members laying out their case against Trump to show how the defeated president relentlessly pushed his false claims of a rigged election despite multiple advisers telling him otherwise and how he intensified an extraordinary scheme to overturn Joe Biden’s victory.Additional evidence is set to be unveiled this week in hearings that will demonstrate how Trump and his advisers engaged in a “massive effort” to spread misinformation and pressured the Justice Department to embrace his false claims.Committee members indicated Sunday their most important audience over the course of the hearings ultimately may be Attorney General Merrick Garland, who must decide whether his department can and should prosecute Trump. They left no doubt their own view as to whether the evidence is sufficient.“Once the evidence is accumulated by the Justice Department, it needs to make a decision about whether it can prove to a jury beyond a reasonable doubt the president’s guilt or anyone else’s,” Schiff said. “But they need to be investigated if there’s credible evidence, which I think there is.”Rep. Jamie Raskin, D-Md., said he doesn’t intend to “browbeat” Garland but noted the committee has already laid out in legal pleadings a variety of criminal statutes they believe Trump violated.“I think that he knows, his staff knows, the U.S. attorneys know, what’s at stake here,” Raskin said. “They know the importance of it, but I think they are rightfully paying close attention to precedent in history as well, as the facts of this case.”Garland has not specified how he might proceed, which would be unprecedented and may be complicated in a political election season in which Trump has openly flirted with the idea of running for president again in 2024. “We will follow the facts wherever they lead,” Garland said in his speech at Harvard University’s commencement ceremony last month.A federal judge in California said in a March ruling in a civil case that Trump “more likely than not” committed federal crimes in seeking to obstruct the congressional count of the Electoral College ballots on Jan. 6, 2021. The judge cited two statutes: obstruction of an official proceeding, and conspiracy to defraud the United States. Trump has denied all wrongdoing.Schiff appeared on ABC’s “This Week,” and Raskin spoke on CNN’s “State of the Union.”", "image": "https://globalnews.ca/wp-content/uploads/2022/06/us-capitol-riot-anniversary.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "Gun safety legislation plan in U.S. Senate draws key Republican support", "description": "In a potential breakthrough toward the first significant new U.S. gun law in decades, a bipartisan group of senators on Sunday announced an agreement on a framework for a firearms safety bill with enough Republican support to advance in the narrowly divided Senate.The plan, praised by President Joe Biden, includes support for state “red flag” laws keeps guns from potentially dangerous people, tougher criminal background checks for firearms buyers under 21 and a crackdown on “straw purchases” by people buying firearms for others who could not pass a background check.Crafted in the aftermath of last month’s massacres at an elementary school in Uvalde, Texas and a supermarket in Buffalo, New York, the framework is far less ambitious than proposals offered by Biden and other Democrats for banning semi-automatic, assault-style rifles and high-capacity magazines or at least raising the minimum age to buy those from 18 to 21.It was announced a day after tens of thousands rallied in Washington and around the United States to demand that lawmakers pass legislation aimed at curbing gun violence.While the deal represents a significant breakthrough, it does not ensure that legislation will be passed, as lawmakers still must hammer out legislative language that can secure enough votes to get through both the Senate and House of Representatives, each narrowly controlled by Democrats.Republican opposition has been critical in thwarting Democratic-backed gun control proposals in Congress for decades, dating back to the 1994 passage of a ban on assault weapons that expired a decade later.But Sunday’s announcement still marks the furthest that talks on a gun measure have advanced in Congress since 2013, following a Connecticut school massacre, when gun control legislation failed on the Senate floor.“Our plan saves lives while also protecting the constitutional rights of law-abiding Americans,” the negotiating group, led by Democrat Chris Murphy of Connecticut and Republican John Cornyn of Texas, said in a statement. “We look forward to earning broad, bipartisan support and passing our commonsense proposal into law.”The group that agreed to the framework included 10 Republicans, nine Democrats and one independent who caucuses with the Democrats.The United States has the highest rate of firearms deaths among the world’s wealthy nations. But it is a country where many cherish gun rights and its Constitution’s Second Amendment protects the right to “keep and bear arms.”With 10 Republicans signaling support, that would be sufficient to overcome the Senate’s “filibuster” rule, which requires that 60 of the 100 senators agree to advance most legislation. Republicans opposed to the plan are expected to mount procedural hurdles in a bid to block it.Senate Republican Leader Mitch McConnell stopped short of embracing the framework.“I am glad Senators Cornyn and Murphy are continuing to make headway in their discussions,” McConnell said in a statement, adding that he hoped the talks make progress on “key issues like mental health and school safety” in a way that “respects the Second Amendment.”Biden welcomed Sunday’s agreement.“It does not do everything that I think is needed, but it reflects important steps in the right direction, and would be the most significant gun safety legislation to pass Congress in decades,” Biden said in a statement. “With bipartisan support, there are no excuses for delay, and no reason why it should not quickly move through the Senate and the House.”Democratic House Speaker Nancy Pelosi last week expressed confidence in the Senate negotiators despite her desire for more-stringent gun restrictions.Democratic Senate Majority Leader Chuck Schumer said that he wanted to move a bill quickly once legislative details are worked out.The deal, cobbled together following weeks of intensive negotiations, would provide federal funding to encourage states to adopt “red flag” laws keeping guns out of the hands of those determined by courts to be a significant danger to themselves or others.Congress would provide more funding to expand mental health programs including ones run in schools, and would crack down on those who evade gun licensing requirements or illegally buy guns on behalf of others – transactions known as “straw purchases.”The plan also would require new government checks on those under age 21 who try to buy weapons so that juvenile mental health records can be reviewed, along with checks with state and local law enforcement agencies.“We’re grateful to the bipartisan group of senators that worked on this compromise. Thank you for finding common ground that saves lives,” said David Hogg, a survivor of a 2018 Florida high school shooting and co-founder of the group that organized Saturday’s rallies.Hogg added that even more is needed including requiring background checks for every gun purchase nationwide, saying the bill “should be the beginning and not the end of Congress’ work.”(Reporting by Richard Cowan in Washington and Brendan O’Brien in Chicago; Editing by Will Dunham and Scott Malone)", "image": "https://globalnews.ca/wp-content/uploads/2022/06/gun-control-rally-june-11-e1655057514231.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "Russia unveils McDonald’s substitute: ‘Tasty and that’s it’", "description": "McDonald’s restaurants opened their doors in Moscow once again on Sunday under new Russian ownership and a new name, “Vkusno & tochka,” which translates as “Tasty and that’s it.”Here’s what we know:The famous Golden Arches have been taken down and replaced with a new logo, resembling a letter “M,” comprising two fries and a hamburger patty against a green background.Chief executive Oleg Paroev said the new company had settled on the new name – a closely guarded secret – only the day before the launch.There was some speculation on social media about how best to translate the new name into English. “Tasty and that’s it” was broadly adopted, although another suggestion was: ‘Tasty. Full stop.’“Vkusno & tochka” reopened on Sunday in Pushkin Square in what was McDonald’s first restaurant in Soviet Moscow in 1990, when it sold as many as 30,000 burgers, but the queue outside the restaurant was much smaller than three decades ago.The chain will keep its old McDonald’s interior but will remove any trace of its former name.Initially 15 rebranded restaurants will open in and around the capital and another 200 restaurants by end-June and all 850 by the end of summer, executives said on Sunday.The new owner said up to 7 billion roubles ($126 million) will be invested this year in the business, which employs more than 50,000 people.McDonald’s flagship Big Mac and other burgers and desserts such as McFlurry are missing, but other popular items are on a smaller menu selling at slightly lower prices.A double cheeseburger was going for 129 roubles ($2.31) compared with roughly 160 under McDonald’s and a fish burger for 169 roubles, compared with about 190 previously.Paroev said the chain would keep prices “affordable.” They would likely rise due to inflation, but not higher than its competitors, he said.Most ingredients come from within Russia, but some items weren’t immediately available due to logistical difficulties and because some suppliers have left Russia. For instance, it needs to find a new soft drinks supplier after Coca Cola suspended business there.Siberian businessman Alexander Govor has taken over the franchise operation through his firm GiD LLC. He has been a McDonald’s licensee since 2015 and had helped the chain expand into remote Siberia, where he operated 25 restaurants.McDonald’s will have an option to buy its restaurants in Russia back within 15 years, Russian authorities have said.Govor told reporters on Sunday the price he paid was “far lower than market price” and had been a “symbolic” figure. The U.S. chain booked a $1.4 billion charge for the deal. McDonald’s did not respond to a request for comment on the price.Russia and Ukraine accounted for about 9%, or $2 billion, of McDonald’s revenue last year.McDonald’s former Russian head Paroev is running the business. Until the takeover, he had worked for McDonald’s for seven years, including as chief financial officer of the Russian business for 6-1/2 years until November 2021, according to his LinkedIn profile.He was appointed Russia McDonald’s CEO in February, weeks before Moscow sent tens of thousands of troops into Ukraine on Feb. 24.Govor will retain the chain’s tens of thousands of employees for at least two years, the U.S. company said.($1 = 55.7500 roubles)Reporting by Reuters Compiled by Josephine Mason Editing by Pravin Char and Frances Kerry", "image": "https://globalnews.ca/wp-content/uploads/2022/05/2022051606054-62822217d3ae599494f69e7fjpeg.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "#ChurchToo: Sex abuse revelations continue to grow in U.S. years after movement began", "description": "A withering report on sexual abuse and cover-up in the Southern Baptist Convention, the largest Protestant denomination in the U.S.A viral video in which a woman confronts her pastor at an independent Christian church for sexually preying on her when she was a teen.A TV documentary exposing sex abuse of children in Amish and Mennonite communities.You might call it #ChurchToo 2.0.Survivors of sexual assault in church settings and their advocates have been calling on churches for years to admit the extent of abuse in their midst and to implement reforms. In 2017 that movement acquired the hashtag #ChurchToo, derived from the wider #MeToo movement, which called out sexual predators in many sectors of society.In recent weeks #ChurchToo has seen an especially intense set of revelations across denominations and ministries, reaching vast audiences in headlines and on screen with a message that activists have long struggled to get across.“For us it’s just confirmation of what we’ve been saying all these years,” said Jimmy Hinton, an advocate for abuse survivors and a Church of Christ minister in Somerset, Pennsylvania. “There is an absolute epidemic of abuse in the church, in religious spaces.”Calls for reform will be prominent this week in Anaheim, California, when the Southern Baptist Convention holds its annual meeting following an outside report that concluded its leaders mishandled abuse cases and stonewalled victims.The May 22 report came out the same day an independent church in Indiana was facing its own reckoning.Moments after its pastor, John B. Lowe II, confessed to years of “adultery,” longtime member Bobi Gephart took the microphone to tell the rest of the story: She was just 16 when it started, she said.The video of the confrontation has drawn nearly 1 million views on Facebook. Lowe subsequently resigned from New Life Christian Church & World Outreach in Warsaw.In an interview, Gephart said she’s not surprised that so many cases are now coming out. She has received words of encouragement from all over the world, with people sharing their own “heartbreaking” stories of abuse.“Things are shaking loose,” Gephart said. “I really feel like God is trying to make things right.”For many churches, she said, “It’s all about covering up, `Let’s keep the show going.’ There are hurting people, and that’s not right. I still don’t think a lot of the church gets it.”Hinton _ who turned in his own father, a former minister now imprisoned for aggravated indecent assault _ said the viral video demonstrates the potency of survivors telling their own stories.“Survivors have far more power than they ever think imaginable,” he said on his “Speaking Out on Sex Abuse” podcast.#ChurchToo revelations have emerged in all kinds of church groups, including liberal denominations that preach gender equality and depict clergy sexual misconduct as an abuse of power. The Episcopal Church aired stories from survivors at its 2018 General Convention, and an archbishop in the Anglican Church of Canada resigned in April amid allegations of sexual misconduct.But many recent reckonings are occurring in conservative Protestant settings where a “purity culture” has been prominent in recent decades _ emphasizing male authority and female modesty and discouraging dating in favor of traditional courtship leading to marriage.On May 25 reality TV personality Josh Duggar was sentenced in Arkansas to more than 12 years in prison for receiving child pornography. Duggar was a former lobbyist for a conservative Christian organization and appeared on TLC’s since-canceled “19 Kids and Counting,” featuring a homeschooling family that stressed chastity and traditional courtship. Prosecutors said Duggar had a “deep-seated, pervasive and violent sexual interest in children.”On May 26 the Springfield (Missouri) News-Leader reported on a spate of sex abuse cases involving workers at Kanakuk Kamps, a large evangelical camp ministry.Emily Joy Allison, whose abuse story launched the #ChurchToo movement, said the sexual ethic preached in many conservative churches _ and the shame and silence it breeds _ are part of the problem. She argues that in her book, “#ChurchToo: How Purity Culture Upholds Abuse and How to Find Healing.”Allison told The Associated Press that addressing abuse requires both a change in church policy and theology. But she knows the latter is unlikely in the SBC.“They need to undergo a transformation so radical they would be unrecognizable at the end. And that will not happen,” Allison said. Reform work focused on “harm reduction” is a more realistic approach, she said.Some advocates hope the front-burner focus on abuse could lead to lasting reforms _ if not in churches, then in the law.Misty Griffin, an advocate for fellow survivors of sexual assault in Amish communities, recently launched a petition drive seeking a congressional “Child’s Rights Act.” As of early June, it had drawn more than 5,000 signatures.It would require that all teachers, including those in religious schools and homeschool settings, be trained about child abuse and neglect and subject to reporting mandates, and would also require age-appropriate instruction on abuse prevention for students. Griffin said such legislation is crucial because in authoritarian religious systems, victims often don’t know help is available or how to get it.“Without that, nothing’s going to change,” said Griffin, a consulting producer on the documentary “Sins of the Amish.”The two-episode documentary, which premiered on Peacock TV in May, examines endemic abuse in Amish and Mennonite communities, saying it is enabled by a patriarchal authority structure, an emphasis on forgiving offenders and reluctance to report wrongdoing to law enforcement.The Southern Baptist Convention, whose doctrine also calls for male leadership in churches and families, has been particularly shaken by the #ChurchToo movement after years of complaints that leadership has failed to care for survivors and hold their abusers accountable.At its annual meeting, the SBC will consider proposals to create a task force that would oversee a listing of clergy credibly accused of abuse. But survivors criticized that proposal and are calling for a more powerful and independent commission to perform that task and also review allegations of abuse and cover-up. They’re also seeking a “survivor restoration fund” and memorial dedicated to survivors.Momentum for change grew as survivors such as Jules Woodson, who went public in 2018 with a sexual assault accusation against her former youth pastor, were emboldened to tell their stories.“I felt like, `Thank God there’s a space where we can tell these stories,”’ Woodson said.Such accounts led to the independent investigation, whose 288-page report detailed how the SBC’s Executive Committee prioritized protecting the institution over victims’ well-being and preventing abuse.The committee has apologized and made public a long-secret list of ministers accused of abuse.Woodson said seeing her abuser’s name on it felt like a double-edged sword.“It was in some ways validating that my abuser was on there, but it was also devastating to see that they knew and yet nobody in the SBC spoke up to warn others,” she said.Woodson added that she is still waiting for meaningful change: “They have offered minimal words acknowledging the problem, but they have offered zero reform and true action which would show genuine repentance or care and concern for survivors or the vulnerable people who have yet to be abused.”", "image": "https://globalnews.ca/wp-content/uploads/2022/06/church.jpeg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "Canada, U.S. face democratic ‘rough patches’ amid populism: American envoy", "description": "Canada and the United States are facing “rough patches” in their democracies as populist, authoritarian movements continue to find traction among Western countries, says the American ambassador.But in an interview with The West Block‘s Mercedes Stephenson, David Cohen said he is ultimately optimistic that the democracies will find a way through the political turmoil of recent years.“I am always a glass-half-full kind of a guy,” Cohen said. “I irrevocably believe that democracy will prevail.“We may have to work through some issues. There may be some rough patches.”“But at the end of the day, you combat these rough patches with the strength of democracy, with dialogue, with working together with other democracies.“His comments come as the U.S. House of Representatives committee investigating the Jan. 6, 2021, deadly attack on the Capitol presents its findings to the American public in televised hearings.Cohen added that the challenges to democracy are not just happening in North America but in countries around the world where extremists are trying to use populism to subvert democratic processes and voices to further the goals of authoritarianism.China and Russia are among the actors involved in those attempts to subvert democracy, he said, but also domestic forces including elements in the trucker convoys that blockaded the Canadian capital and border crossings for three weeks earlier this year.“I don’t know whether it’s Donald Trump lines that have seeped into Canadian politics or whether it is this global movement that, quite frankly, predated Donald Trump,” Cohen said.“I think the best way to combat some of the hateful rhetoric of these extremist movements is with positive speech, is with democracies getting together and talking about the benefits of democracy and the things that we can do together as democratic countries and democratic societies,” he added.“And that’s a lot of the discussion that took place at the Summit for the Americas last week.”The Summit brought together not only Canada and the U.S. but countries from the hemisphere, including many from Latin America where analysts have suggested American influence has waned in the years since the U.S. withdrew from leadership on the global stage under the Trump administration.That waning influence presents an opportunity for Canada to exercise a bigger role in hemispheric diplomacy and strategy.“Given the U.S. position on all of this, it only makes Canada’s potential role in the hemisphere, not just materially but symbolically, really critical,” said Kenneth Frankel, chief executive of the Toronto-based Council of the Americas, in an interview last week with Global News.“Latin Americans who are struggling for democracy and human rights — they want to know that there’s a big country in the neighbourhood that’s on their side.”An ongoing source of criticism for Canada, though, is matching rhetoric with action — and dollars.Prime Minister Justin Trudeau has continued to face questions about why he is not committing Canada to spending the NATO target of two per cent of GDP on defence amid what his defence minister, Anita Anand, has acknowledged is a “darker” and “more chaotic” world.While the government has increased defence spending by roughly $8 billion in the most recent budget, it still falls roughly $75-billion short of hitting the NATO target, according to an analysis by the Parliamentary Budget Officer.Cohen had appeared critical of that budget increase earlier this year, when he described it as “a little disappointing as matched against the rhetoric that we heard leading into the release of the budget.”He clarified those comments to Global News.“I think there was an impression created that there would be a larger increase in defence spending than there ended up being,” he said.At the same time, Cohen said the U.S. acknowledges there are spending commitments such as NORAD modernization and a defence policy review that could end up seeing additional defence spending beyond what is outlined in the budget.“I don’t think, as the United States ambassador to Canada, it’s appropriate for me to say one way or another what’s enough and what isn’t enough,” he said. “I think Canada has a firm sense of the importance of defence, particularly in light of what’s happening in Russia — Ukraine, particularly –and what you talked about earlier with China’s increasing aggressiveness.”“Canada needs to make a judgment of what is enough to spend by way of defence and how quickly they need to move to be able to get there.”", "image": "https://globalnews.ca/wp-content/uploads/2022/06/us-capitol-riot-anniversary.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "Gas prices in the U.S. are skyrocketing. Here’s why", "description": "There is little evidence that gasoline prices, which hit a record $5 a gallon on Saturday, will drop anytime soon.Rising prices at the pump are a key driver in the highest inflation that Americans have seen in 40 years.Everyone seems to have a favorite villain for the high cost of filling up.Some blame President Joe Biden. Others say it’s because Russian President Vladimir Putin recklessly invaded Ukraine. It’s not hard to find people, including Democrats in Congress, who accuse the oil companies of price gouging.As with many things in life, the answer is complicated.Gasoline prices have been surging since April 2020, when the initial shock of the pandemic drove prices under $1.80 a gallon, according to government figures. They hit $3 in May 2021 and cruised past $4 this March.On Saturday, the nationwide average for a gallon ticked just above $5, a record, according to auto club AAA, which has tracked prices for years. The average price jumped 18 cents in the previous week, and was $1.92 higher than this time last year.State averages ranged from $6.43 a gallon in California to $4.52 in Mississippi.Several factors are coming together to push gasoline prices higher.Global oil prices have been rising _ unevenly, but sharply overall _ since December. The price of international crude has roughly doubled in that time, with the U.S. benchmark rising nearly as much, closing Friday at more than $120 a barrel.Russia’s invasion of Ukraine and the resulting sanctions by the United States and its allies have contributed to the rise. Russia is a leading oil producer.The United States is the world’s largest oil producer, but U.S. capacity to turn oil into gasoline is down 900,000 barrels of oil per day since the end of 2019, according to the Energy Department.Tighter oil and gasoline supplies are hitting as energy consumption rises because of the economic recovery.Finally, Americans typically drive more starting around Memorial Day, adding to the demand for gasoline.Analysts say there are no quick fixes; it’s a matter of supply and demand, and supply can’t be ramped up overnight.If anything, the global oil supply will grow tighter as sanctions against Russia take hold. European Union leaders have vowed to ban most Russian oil by the end of this year.The U.S. has already imposed a ban even as Biden acknowledged it would affect American consumers. He said the ban was necessary so that the U.S. does not subsidize Russia’s war in Ukraine. “Defending freedom is going to cost,” he declared.The U.S. could ask Saudi Arabia, Venezuela or Iran to help pick up the slack for the expected drop in Russian oil production, but each of those options carries its own moral and political calculations.Republicans have called on Biden to help increase domestic oil production _ for example, by allowing drilling on more federal lands and offshore, or reversing his decision to revoke a permit for a pipeline that could carry Canadian oil to Gulf Coast refineries.However, many Democrats and environmentalists would howl if Biden took those steps, which they say would undercut efforts to limit climate change. Even if Biden ignored a big faction of his own party, it would be months or years before those measures could lead to more gasoline at U.S. service stations.At the end of March, Biden announced another tapping of the nation’s Strategic Petroleum Reserve to bring down gasoline prices. The average price per gallon has jumped 77 cents since then, which analysts say is partly because of a refining squeeze.Some refineries that produce gasoline, jet fuel, diesel and other petroleum products shut down during the first year of the pandemic, when demand collapsed. While a few are expected to boost capacity in the next year or so, others are reluctant to invest in new facilities because the transition to electric vehicles will reduce demand for gasoline over the long run.The owner of one of the nation’s largest refineries, in Houston, announced in April that it will close the facility by the end of next year.Higher energy prices hit lower-income families the hardest. Workers in retail and the fast-food industry can’t work from home _ they must commute by car or public transportation.The National Energy Assistance Directors Association estimates that the 20% of families with the lowest income could be spending 38% of their income on energy including gasoline this year, up from 27% in 2020.It could be up to motorists themselves _ by driving less, they would reduce demand and put downward pressure on prices.“There has got to be some point where people start cutting back, I just don’t know what the magic point is,” said Patrick De Haan, an analyst for the gas-shopping app GasBuddy. “Is it going to be $5? Is it going to be $6, or $7? That’s the million-dollar question that nobody knows.”On Saturday morning at a BP station in Brooklyn, New York, computer worker Nick Schaffzin blamed Putin for the $5.45 per gallon he was shelling out and said he will make sacrifices to pay the price.“You just cut back on some other things _ vacations, discretionary stuff, stuff that’s nice to have but you don’t need,” he said. “Gas you need.”At the same station, George Chen said he will have to raise the prices he charges his customers for film production to cover the gas he burns driving around New York City. He acknowledged that others aren’t so fortunate.“It’s going to be painful for people who don’t get pay increases right away,” he said. ”I can only imagine the families who can’t afford it.”", "image": "https://globalnews.ca/wp-content/uploads/2022/06/gas-prices-gas-pump.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}, {"title": "China accuses U.S. of bullying, turning Asian countries against China", "description": "China’s defense minister accused the United States on Sunday of trying to “hijack” the support of countries in the Asia-Pacific region to turn them against Beijing, saying Washington is seeking to advance its own interests “under the guise of multilateralism.”Defense Minister Gen. Wei Fenghe lashed out at U.S. Secretary of Defense Lloyd Austin, rejecting his “smearing accusation” the day before at the Shangri-La Dialogue that China was causing instability with its claim to the self-governing island of Taiwan and its increased military activity in the area.Austin had stressed the need for multilateral partnerships with nations in the Indo-Pacific, which Wei suggested was an attempt to back China into a corner.“No country should impose its will on others or bully others under the guise of multilateralism,” he said. “The strategy is an attempt to build an exclusive small group in the name of a free and open Indo-Pacific to hijack countries in our region and target one specific country— it is a strategy to create conflict and confrontation to contain and encircle others.”China has been rapidly modernizing its military and seeking to expand its influence and ambitions in the region, recently signing a security agreement with the Solomon Islands that many fear could lead to a Chinese naval base in the Pacific, and breaking ground this past week on a naval port expansion project in Cambodia that could give Beijing a foothold in the Gulf of Thailand.Last year U.S. officials accused China of testing a hypersonic missile, a weapon harder for missile defense systems to counter, but China insisted it had been a “routine test of a spacecraft.”Answering a question about the test on Sunday, Wei came the closest so far to acknowledging it was, indeed, a hypersonic missile, saying, “As for hypersonic weapons, many countries are developing weapons and I think there’s no surprise that China is doing so.”“China will develop its military,” he added. “I think it’s natural.”U.S. Secretary of State Antony Blinken last month said China represented the “most serious long-term challenge to the international order” for the United States, with its claims to Taiwan and efforts to dominate the strategic South China Sea.The U.S. and its allies have responded with so-called freedom of navigation patrols in the South China Sea and Taiwan Strait, sometimes encountering a pushback from China’s military.Wei accused the U.S. of “meddling in the affairs of our region” with the patrols, and “flexing the muscles by sending warships and warplanes on a rampage in the South China Sea.”China has squared off with the Philippines and Vietnam, among others, over maritime claims and Wei said it was up to the countries in the region to find their own solutions.“China calls for turning the South China Sea into a sea of peace, friendship and cooperation,” he said. “This is the shared wish and responsibility of countries in the region.”Taiwan and China split during a civil war in 1949, but China claims the island as its own territory, and has not ruled out the use of military force to take it, while maintaining it is a domestic political issue.Washington follows a “one-China” policy, which recognizes Beijing but allows informal relations and defense ties with Taipei. It provides arms to Taiwan and follows a “strategic ambiguity” approach about how far it would be willing to go to defend Taiwan in the face of a Chinese invasion. At the same time, it does not support Taiwanese independence.President Joe Biden raised eyebrows and China’s pique last month saying that the U.S. would intervene militarily if Taiwan were attacked, though the White House later said the comments did not reflect a policy shift.Austin on Saturday accused China of threatening to change the status quo on Taiwan with a “steady increase in provocative and destabilizing military activity” near the island.Wei fired back Sunday that the U.S. was not adhering to its “one-China” policy, saying “it keeps playing the Taiwan card against China.”He said China’s “greatest wish” was “peaceful reunification” with Taiwan, but also made clear Beijing was willing to do whatever it took to realize its goals.“China will definitely realize its reunification,” he said. “China’s reunification is a great cause of the Chinese nation, and it is a historical trend that no one and no force can stop.”He added that China would “resolutely crush any attempt to pursue Taiwan independence.”“We will not hesitate to fight, we will fight at all costs and we will fight to the very end,” he said. “This is the only choice for China.”Wei and Austin met one-on-one on Saturday, and Taiwan featured prominently in their discussions, according to the U.S.On Sunday, Wei met with Australian Defense Minister Richard Marles, which the Australian Broadcasting Corp. reported was the first high-level meeting between the two countries in more than two years.Marles said it had been three years since Chinese and Australian defense ministers had met, and called the meeting a “critical first step.”“As Sec. Austin observed after his own meeting with Defense Minister Wei, it is really important in these times to have open lines of dialogue,” he told reporters.“Australia and China’s relationship is complex and it’s precisely because of this complexity that it is really important that we are engaging in dialogue right now.”", "image": "https://globalnews.ca/wp-content/uploads/2019/06/xyt101-62_2019_010417-1.jpg?quality=85&strip=all&w=276", "time": "June 12, 2022 "}]