[{"title": "‫ كوالكوم تضخم كآبة رقاقة مع `` تقرير واقعي \"", "description": "‫ 4 مايو (رويترز) - انخفضت أسهم شركة كوالكوم (QCOM.O) بنسبة 7٪ يوم الخميس بعد أن أشار مصمم الرقائق إلى أن سوق الهواتف الذكية المهم سيستغرق وقتًا أطول للتعافي من ركود ما بعد الوباء. كان من المقرر أن تخسر شركتا Apple Inc (AAPL.O) و Samsung Electronics (005930.KS) حوالي 10 مليارات دولار في تقييم السوق ، إذا استمرت الخسائر. تراجعت شركة Advanced Micro Devices (AMD.O) بأكثر من 9٪ يوم الأربعاء بعد توقعات سيئة. وقال محللو بيرنشتاين ، من بين 13 شركة سمسرة خفضت الأسعار ، \"بينما نعتقد أن المستثمرين كانوا يتوقعون تفويتًا ، كان هذا تقريرًا واقعيًا إلى حد ما\". أهداف على سهم كوالكوم ، وألقت الشركة باللوم على ضعف توقيت الشراء من قبل العميل الذي يشتري أجهزة المودم الخلوية فقط والصين ، حيث لم يتحقق بعد التعافي المتوقع بعد COVID. لم يذكر كوالكوم اسم عميل المودم ، لكن المحللين أشاروا إلى Apple ، والتي ستعلن عن النتائج بعد إغلاق الأسواق. \"سوف يتأثر التقديرين الربع سنويين التاليين سلبًا من Apple لأن هذا العميل الرائد المودم فقط اشترى أجهزة المودم من Qualcomm بأحجام أكبر في وقت أبكر من المعتاد بسبب مشكلات سلسلة التوريد ،\" قال مايكل ووكلي من Canaccord Genuity. ستظل الصين مصدر إزعاج مع عدم وجود جدول زمني للتعافي هناك ، بينما تتعمق المنافسة من شركة MediaTek التايوانية (2454.TW) في شرائح الهواتف الذكية المتطورة ، كما قال المحللون. قالت شركة الوساطة Evercore ISI إن الرقائق لم تعد نادرة بالإضافة إلى المنافسة المتزايدة من Mediatek في النهاية الأعلى \". ومع ذلك ، كانت هناك بعض العلامات المشجعة لشركة Qualcomm. قفزت عائدات السيارات بنسبة 20 ٪ وتم الإبلاغ عن وحدة إنترنت الأشياء في المبيعات المباشرة ، مشيرًا إلى أن جهود Qualcomm للتنويع بعيدًا عن سوق الهواتف الذكية تسير على الطريق الصحيح. تحرير Sriraj Kalluvila", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ شركة Impact Nano ، وهي شركة ناشئة لمواد الرقائق ، تفوز بتمويل من Intel ، Goldman Sachs", "description": "‫ أوكلاند ، كاليفورنيا ، 4 مايو / أيار (رويترز) - قالت إمباكت نانو ، وهي شركة ناشئة مقرها ماساتشوستس تصنع مواد كيميائية متخصصة لصناعة أشباه الموصلات وغيرها ، يوم الخميس إنها جمعت 32 مليون دولار من التمويل من مستثمرين من بينهم إنتل كابيتال وجولدمان ساكس لإدارة الأصول. وقال أيضًا إن العضو المنتدب لشركة إنتل كابيتال ، شون دويل ، سينضم إلى مجلس الإدارة ، وبينما تحاول الولايات المتحدة إعادة تصنيع أشباه الموصلات مع قانون CHIPS وقانون العلوم ، ستحتاج إلى الاستثمار في بناء سلسلة التوريد الأوسع بالإضافة إلى المليارات. مرافق تصنيع رقائق الدولارات: كشفت الحرب في أوكرانيا عن العديد من نقاط الاختناق على الجانب الكيميائي لصناعة الرقائق التي تحتاج إلى إصلاح. وذلك لأن أوكرانيا هي منتج رئيسي لغاز النيون ، وهو مادة رئيسية تستخدم في إنتاج الرقائق. \"العديد من المواد الكيميائية التي طُلب منا تصنيعها حتى الآن ليست مصنوعة حاليًا في أمريكا الشمالية. وهي مصنوعة في قال ماثيو ستيفنز ، الرئيس التنفيذي والمؤسس المشارك لشركة Impact Nano ، إن Impact Nano يبتكر طرقًا جديدة لإنتاج المواد الكيميائية التي يستخدمها صانعو الرقائق. وقال إن من بين مجالات تركيز الشركة ، زيادة نقاء المواد الكيميائية ، وإيجاد مواد خام أكثر وفرة وتتوافق مع المبادئ التوجيهية الأخلاقية ، وجعل العملية أكثر صداقة للبيئة. المواد الأساسية لعملية الطباعة الحجرية فوق البنفسجية الشديدة (EUV) وهي الطريقة التي يتم بها تصنيع الرقائق الأكثر تقدمًا اليوم ، وسيتم استخدام التمويل لتوسيع مصنع ماساتشوستس. قال ستيفنز أيضًا إن Impact Nano تتطلع للتقدم بطلب للحصول على بعض تمويل CHIPS Act الذي سيدعم الموردين لتصنيع أشباه الموصلات. Goldman Sachs Asset Management هي جزء من Goldman Sachs Group Inc (GS.N) وإنتل كابيتال هي الذراع الاستثمارية للولايات المتحدة. عملاق الرقائق إنتل كورب (INTC.O) تقرير من جين لانهي لي في أوكلاند ، كاليفورنيا\nتحرير ماثيو لويس جين لي تومسون رويترز", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ يجمع كبار باحثي الذكاء الاصطناعي السابقين في Google التمويل من Thrive Capital", "description": "‫ 4 مايو (رويترز) - قالت أربعة مصادر لرويترز إن اثنين من الباحثين البارزين السابقين في جوجل (GOOGL.O) اللذان قاما بتأليف الورقة البحثية الرائدة التي مهدت الطريق لازدهار الذكاء الاصطناعي ، جمعا 8 ملايين دولار من أجل شركتهما الناشئة الجديدة Essential AI. قاد الجولة في Essential AI ، التي أسسها Ashish Vaswani و Niki Parmar. لا تزال الشركة في وضع التخفي ولم تطلق أي منتج. وأضاف مصدر مقرب من الشركة ، أن شركة إدانة والمستثمر الملاك ، إيلاد جيل ، شارك أيضًا في الجولة ، كما أن شركة تريف كابيتال ، التي أسسها جوشوا كوشنر ، هي أيضًا مستثمرة في شركة OpenAI المدعومة من Microsoft. نماذج ، وهي البرنامج الأساسي لنظام ذكاء اصطناعي جديد يدعم تطبيقات الذكاء الاصطناعي التوليدية مثل ChatGPT ، حسبما قالت المصادر ، ورفضت شركة تريف كابيتال التعليق. لم يستجب فاسواني وبارمار لطلبات متعددة للتعليق ، وجاءت الزيادة بعد أن ترك فاسواني وبارمار شركة Adept AI ، وهي شركة شاركا في تأسيسها أيضًا في عام 2021 مع مدير Google السابق David Luan. قام بارع ، الذي يركز على تدريب شبكة عصبية لأداء المهام العامة لعملاء المؤسسات ، بجمع 415 مليون دولار من مستثمرين بما في ذلك جنرال كاتاليست. أضافت المصادر أن EssentialAI ليست في منافسة مباشرة مع Adept. ففاسواني وبارمار هما المؤلفان الأول والثالث في ورقة بحث Google لعام 2017 بعنوان \"الاهتمام هو كل ما تحتاجه\" ، والتي قدمت بنية التعلم العميق \"المحولة\" التي أصبحت أساسًا من أجل chatbot الفيروسي ChatGPT والسباق الحالي لتطوير منتجات مدعومة بالذكاء الاصطناعي التوليدي. ينضم الثنائي إلى مؤلفين آخرين في الصحيفة الشهيرة الذين تركوا Google (GOOGL.O) لبدء مشاريعهم الخاصة وجذبوا بعد ذلك الملايين في التمويل من المستثمرين المغامرين ، بما في ذلك نعوم شازير ، الذي يدير شركة Character.AI الناشئة في روبوت الدردشة AI ، وأيدان غوميز ، الذي أسس شركة Cohere للغات الكبيرة الناشئة ، تقرير من Krystal Hu في نيويورك وآنا تونغ في سان فرانسيسكو ؛ تحرير ديان كرافت آنا تونجثومسون رويترز", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ تقول مصادر إن Microsoft تعرض فرض رسوم على Teams لمعالجة مخاوف الاتحاد الأوروبي المتعلقة بمكافحة الاحتكار", "description": "‫ بروكسل (رويترز) - قال مصدران مطلعان إن مايكروسوفت عرضت تحديد فرق سعر لمنتج أوفيس الخاص بها مع تطبيق Teams أو بدونه لدرء تحقيق محتمل في الاتحاد الأوروبي بشأن مكافحة الاحتكار وفرض غرامة. قالت المفوضية الأوروبية ، التي كانت تنظر في القضية بعد شكوى من Slack في عام 2020 ، إن هناك مشتكين آخرين إلى جانب تطبيق رسائل مساحة العمل المملوك لـ Salesforce (CRM.N) ، حول Team's Team. تحرير جان هارفي", "image": null, "time": "‫ قراءة دقيقة واحدة"}, {"title": "‫ تراجع المملكة المتحدة نماذج الذكاء الاصطناعي لأن النمو السريع يغذي مخاوف السلامة", "description": "‫ لندن (رويترز) - قالت هيئة تنظيم المنافسة في بريطانيا يوم الخميس إنها ستبدأ في دراسة تأثير الذكاء الاصطناعي على المستهلكين والشركات والاقتصاد وما إذا كانت هناك حاجة إلى ضوابط جديدة على تقنيات مثل ChatGPT التابعة لشركة OpenAI. على مدى سنوات ، أدت الشعبية المفاجئة لتطبيقات الذكاء الاصطناعي التوليدية مثل ChatGPT و Midjourney إلى تسليط الضوء على تقنية يمكن أن تقلب الطريقة التي تعمل بها الشركات والمجتمع. تحاول الحكومات في جميع أنحاء العالم الآن إيجاد توازن يمكنهم من خلاله تقييم وكبح جماح بعض النتائج السلبية المحتملة للذكاء الاصطناعي دون خنق الابتكار: اختارت بريطانيا في مارس / آذار تقسيم المسؤولية التنظيمية للذكاء الاصطناعي بين تلك الهيئات التي تشرف على حقوق الإنسان والصحة والسلامة والمنافسة ، بدلاً من إنشاء هيئة جديدة مخصصة للتكنولوجيا. قالت الهيئة (CMA) ، التي تصدرت عناوين الصحف الأسبوع الماضي عندما منعت استحواذ Microsoft على Activision Blizzard بقيمة 69 مليار دولار ، إنها ستبدأ العمل من خلال السعي لفهم كيفية تطوير نماذج الأساس التي تستخدم كميات كبيرة من البيانات غير الموسومة. تنفجر في الوعي العام وتتطور بسرعة. \"من الأهمية بمكان أن تكون الفوائد المحتملة لهذه التكنولوجيا التحويلية في متناول الشركات والمستهلكين في المملكة المتحدة بينما يظل الناس محميين من قضايا مثل المعلومات الخاطئة أو المضللة\" ، على حد قولها. أصداء التحقيقات الجارية في جميع أنحاء العالم ، من بكين إلى بروكسل وواشنطن ، وقال المحامي أليكس هافنر من شركة فلادجيت للمحاماة إن هيئة أسواق المال ستحقق بموجب صلاحياتها العامة ، وبالتالي من المرجح أن تسعى إلى فهم أفضل للذكاء الاصطناعي بدلاً من اتخاذ أي إجراء تنفيذي ضده. منفردة. \"ومع ذلك ، بالنظر إلى الخلفية التي يُمنح فيها CMA صلاحيات أكبر للتحقيق ومساءلة Big Tech ، فإن هذا الإعلان يعمل فقط على تعزيز الفكرة القائلة بأن CMA مصممة على استخدام هذه الصلاحيات على نطاق واسع مثلها يمكن أن \". تدرس الولايات المتحدة القواعد المحتملة لتنظيم التكنولوجيا والرقمية من مجموعة الاقتصاديات السبعة الرائدة التي اتفق الشهر الماضي على تبني لائحة\" قائمة على المخاطر \"بشأن الذكاء الاصطناعي والتي من شأنها أيضًا الحفاظ على بيئة مفتوحة تطوير مثل هذه التقنيات: قامت إيطاليا ، العضو في G7 ، بإيقاف ChatGPT الشهر الماضي للتحقيق في انتهاكها المحتمل لقواعد البيانات الشخصية. بينما رفعت إيطاليا الحظر في وقت لاحق ، ألهمت هذه الخطوة منظمي الخصوصية الأوروبيين الآخرين لبدء التحقيقات. وقال المحامي فيريتي إجيرتون دويل من Linklaters إن المراجعة ستمنح منظم المنافسة البريطاني فرصة للانضمام إلى النقاش. إن القوة هذا الأسبوع لا تغطي الذكاء الاصطناعي التوليدي ولا شك أن هيئة السوق المالية ترى في ذلك فرصة لقيادة النقاش العالمي حول هذه القضايا - جنبًا إلى جنب مع لجنة التجارة الفيدرالية الأمريكية التي تبحث بالفعل في المنطقة \". تحرير كيت هولتون", "image": null, "time": "‫ 3 دقائق للقراءة"}, {"title": "‫ البيت الأبيض يلتقي مايكروسوفت ، وكبار المديرين التنفيذيين في جوجل حول مخاطر الذكاء الاصطناعي", "description": "‫ واشنطن (رويترز) - سيستضيف البيت الأبيض الرؤساء التنفيذيين لكبرى شركات الذكاء الاصطناعي ، بما في ذلك شركة Alphabet Inc's Google (GOOGL.O) و Microsoft (MSFT.O) ، يوم الخميس لمناقشة المخاطر والإجراءات الوقائية حيث تجذب التكنولوجيا الانتباه. من الحكومات والمشرعين على مستوى العالم ، أصبح الذكاء الاصطناعي التوليدي كلمة طنانة هذا العام ، حيث استحوذت تطبيقات مثل ChatGPT على خيال الجمهور ، مما أثار اندفاعًا بين الشركات لإطلاق منتجات مماثلة يعتقدون أنها ستغير طبيعة العمل. مثل هذه الأدوات ، التي يقول المؤيدون إنها يمكن أن تقوم بالتشخيصات الطبية ، وكتابة سيناريوهات ، وإنشاء ملخصات قانونية ، وتصحيح البرامج ، مما يؤدي إلى قلق متزايد بشأن الكيفية التي يمكن أن تؤدي بها التكنولوجيا إلى انتهاكات الخصوصية ، وقرارات التوظيف المنحرفة ، وعمليات الاحتيال على السلطة وحملات المعلومات المضللة. \"نحن نهدف إلى قال مسؤول كبير في الإدارة ، تحدث شريطة عدم الكشف عن هويته بسبب حساسية الأمر ، \"إجراء مناقشة صريحة حول المخاطر التي نراها في تطوير الذكاء الاصطناعي الحالي وقريب المدى\". \"نجمنا الشمالي هنا هو فكرة أنه إذا كنا سنغتنم هذه الفوائد ، فعلينا أن نبدأ من خلال إدارة المخاطر\". وسيشمل اجتماع يوم الخميس كل من Sundar Pichai من Google و Satya Nadella من Microsoft و Sam Altman من OpenAI و Anthropic Dario Amodei جنبًا إلى جنب مع نائب الرئيس كامالا هاريس ومسؤولين إداريين بمن فيهم رئيس أركان بايدن جيف زينتس ومستشار الأمن القومي جيك سوليفان ومدير المجلس الاقتصادي الوطني لايل برينارد ووزيرة التجارة جينا ريموندو. ستطلق المؤسسة الوطنية للعلوم سبعة معاهد بحثية جديدة للذكاء الاصطناعي وقالت إن مكتب الإدارة والميزانية بالبيت الأبيض سيصدر توجيهات سياسية بشأن استخدام الذكاء الاصطناعي من قبل الحكومة الفيدرالية. ، و Stability AI ، في تقييم عام لأنظمة الذكاء الاصطناعي الخاصة بهم في قرية AI في DEFCON 31 - واحدة من أكبر اتفاقيات القراصنة في العالم - وتعمل على منصة أنشأتها Scale AI و Microsoft. في محاولة لإعادة الانتخاب ، أنتجت اللجنة الوطنية الجمهورية مقطع فيديو يعرض مستقبلًا بائسًا خلال فترة ولاية بايدن الثانية ، والذي تم إنشاؤه بالكامل باستخدام صور الذكاء الاصطناعي ، ومن المتوقع أن تصبح مثل هذه الإعلانات السياسية أكثر شيوعًا مع انتشار تقنية الذكاء الاصطناعي. النهج الذي اتبعته الحكومات الأوروبية بشأن التنظيم التكنولوجي وصياغة قواعد صارمة بشأن التزييف العميق والمعلومات الخاطئة التي يجب على الشركات اتباعها أو المخاطرة بغرامات باهظة. وقال مسؤول الإدارة: \"لا نرى هذا سباقًا\" ، مضيفًا أن الإدارة تعمل عن كثب مع مجلس التجارة والتكنولوجيا بين الولايات المتحدة والاتحاد الأوروبي بشأن هذه القضية. في فبراير ، وقع بايدن أمرًا تنفيذيًا يوجه الوكالات الفيدرالية إلى القضاء على التحيز في استخدامها للذكاء الاصطناعي. أصدرت إدارة بايدن أيضًا قانون حقوق الذكاء الاصطناعي وإطار عمل لإدارة المخاطر ، وفي الأسبوع الماضي ، قالت لجنة التجارة الفيدرالية وقسم الحقوق المدنية بوزارة العدل أيضًا إنهما سيستخدمان سلطاتهما القانونية لمحاربة الضرر المرتبط بالذكاء الاصطناعي. مرات عديدة لمكافحة الدعاية حول الانتخابات ، والأخبار المزيفة حول لقاحات COVID-19 ، والرسائل العنصرية والمتحيزة جنسياً ، والمواد الإباحية واستغلال الأطفال ، والرسائل البغيضة التي تستهدف الجماعات العرقية ، لكنها لم تنجح ، كما تظهر الأبحاث والأخبار. تم تصنيف واحد من كل خمس مقالات إخبارية مزيفة باللغة الإنجليزية على ست منصات وسائط اجتماعية رئيسية على أنها مضللة أو تمت إزالتها ، ووجدت دراسة حديثة أجرتها منظمة غير حكومية ناشطة Avaaz ، ولم يتم الإبلاغ عن مقالات بلغات أوروبية أخرى. تحرير هيذر تيمونز وجيري دويل", "image": null, "time": "‫ 3 دقائق للقراءة"}, {"title": "‫ فولكس فاجن ، بوش تتخلى عن خطط مشروع مشترك لخلايا البطارية", "description": "‫ (رويترز) - قال بوش يوم الخميس إن فولكس فاجن (VOWG_p.DE) وبوش (ROBG.UL) ألغتا خططهما لإنشاء مشروع مشترك لتجهيز مصانع خلايا البطاريات. وقال ستيفان هارتونج الرئيس التنفيذي لشركة Bosch ، مضيفًا أن الشراكة مع شركة صناعة السيارات الألمانية لرقمنة مصانع البطاريات الخاصة بها ستستمر. نظرًا لأن السرعة هي المفتاح في الرقمنة ، سيكون \"من الأفضل العمل معًا على مستوى المشروع بدلاً من مثل هذا البناء\". وقال رئيس شركة Digital Tanja Rueckert إن المشروع المشترك ، الذي تم الإعلان عنه في بداية عام 2022 ، تم تصميمه لتقديم أنظمة إنتاج البطاريات ، فضلاً عن مساعدة مصنعي خلايا البطاريات في توسيع نطاق مواقع إنتاجهم وصيانتها. نخطط للمشاركة في تجهيز مصانع خلايا البطاريات في المستقبل. نحن نجري محادثات مع شركاء محتملين. سنبلغك بالكوكبة الدقيقة في الوقت المناسب ، \"قال متحدث باسم فولكس فاجن. بقلم فريدريك هاين ، مادلين تشامبرز", "image": null, "time": "‫ قراءة دقيقة واحدة"}, {"title": "‫ هيئة مكافحة الاحتكار الفرنسية تطلب من Meta تغيير شروط الوصول إلى التحقق من الإعلانات", "description": "‫ باريس (رويترز) - منحت هيئة الرقابة الفرنسية لمكافحة الاحتكار يوم الخميس شركة ميتا مالكة فيسبوك (META.O) شهرين لتغيير قواعد الوصول الخاصة بشركاء التحقق من الإعلانات ، قائلة إن الشركة قد تستفيد بشكل غير عادل من موقع مهيمن في السوق على الإنترنت. في بيان ، قالت سلطة المنافسة إن Meta يجب أن تنشر معايير وصول جديدة للشركاء الذين يسعون إلى استخدام أدواتها التحليلية لتقييم ما إذا كانت الحملات الإعلانية عبر الإنترنت قد شاهدها الأشخاص بالفعل ولا يتم عرضها بطريقة قد تضر بسمعة قال متحدث باسم Meta في بيان عبر البريد الإلكتروني إن المعايير الجديدة يجب أن تكون شفافة وموضوعية وغير تمييزية ومتناسبة. العديد من المشاهدات التي تتلقاها الإعلانات عبر الإنترنت ، واكتشاف حركة المرور الاحتيالية عبر الإنترنت ، وضمان عدم ظهور إعلانات العملاء على مواقع الويب التي تضر بعلامتهم التجارية ، مثل المواقع الإباحية ، وقالت الهيئة الفرنسية إن نهج Meta الذي يعتمد على الدعوات فقط يسمح بالوصول إلى بياناتها إلى أكبر المشغلين وقد تعتبر تمييزية في مجالات عروض \"إمكانية العرض\" و \"أمان العلامة التجارية\" للشركة. تم رفع القضية من قبل Adloox ، وهي شركة فرنسية صغيرة مستقلة للتحقق من الإعلانات ، والتي سعت دون جدوى إلى منحها حق الوصول إلى بيانات Meta لهذه الخدمات من عام 2016 حتى عام 2022. اشتكى Adloox إلى سلطة المنافسة العام الماضي ، ووجدت الهيئة أن الحاجز الذي يمنع الدخول الذي أنشأته Meta يشكل ضررًا \"فوريًا وخطيرًا\" لـ Adloox على وجه التحديد ، وكذلك لقطاع التحقق من الإعلانات المستقل ككل. أمريكا هيرنانديز ، كتابة تاسيلو هاميل ، تحرير سيلفيا ألويزي", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ يُظهر الدفع التكنولوجي لسبيربنك اعتماد روسيا المتزايد على أكبر بنوكها", "description": "‫ ملخص الشركات: تم إنتاج هذا المحتوى في روسيا حيث يقيد القانون تغطية العمليات العسكرية الروسية في أوكرانيا موسكو ، 4 مايو (رويترز) - أصبح بنك سبيربنك المهيمن بالفعل في روسيا أحد اللاعبين التكنولوجيين الرائدين في البلاد ، حيث اضطلع بدور متزايد الأهمية باعتباره تخلق العقوبات والمنافسين الخارجين ثغرات لا تستطيع سوى حفنة من الشركات سدها ، وبمجرد أن أصبحت شركة مدخرات سوفيتية عملاقة ، تحولت صورة سبيربنك تدريجيًا في ظل الرئيس التنفيذي الألماني جريف ، الذي أشرف على الاستثمارات في الذكاء الاصطناعي والخدمات السحابية والبيانات الضخمة والأجهزة الذكية. ، التي ترى الآن استخدام تقنية التعرف على الوجه للوصول إلى أجزاء من المكاتب الجديدة الفخمة للبنك في موسكو ، تُظهر كيف تتكيف روسيا وسبيربنك مع العقوبات الاقتصادية غير المسبوقة التي فرضها الغرب بسبب الصراع في أوكرانيا. لكنه يسلط الضوء أيضًا على التحديات حيث أصبح تطوير التكنولوجيا في روسيا يعتمد بشكل متزايد على لاعب واحد مملوك للدولة ، وتؤكد أصول سبيربنك التي تبلغ قيمتها 530 مليار دولار تقريبًا و 107 ملايين عميل تجزئة أوراق اعتماده المصرفية. منذ عام 2020 ، قدمت نفسها كشركة تكنولوجية أيضًا ، وتسعى الآن للحصول على شريحة أكبر من فطيرة التكنولوجيا الروسية الآخذة في الانكماش ، وحتى مع انخفاض أرباح البنك بنسبة 80٪ تقريبًا في عام 2022 ، بسبب العقوبات الغربية ، ظلت الاستثمارات في التكنولوجيا عالية. وقال أندريه بيلفتسيف ، كبير مسؤولي التكنولوجيا في البنك ، لرويترز ، دون إعطاء أرقام محددة. \"في العام الماضي ، رفض 85٪ من بائعي ومنتجي (التكنولوجيا العالمية) العمل مع روسيا ، لكن هذا لم يؤثر بأي حال من الأحوال على عملنا\". مقابلة في ناطحة سحاب مطلة على الحي المالي في موسكو ، الرسالة ، كما هو الحال مع معظم قطاعات الاقتصاد الروسي ، هي رسالة التحدي ، فقد قدم بيلفتسيف العام الماضي على أنه أكثر من مجرد عقبة في طريق التكنولوجيا الروسية ، ولم يتم الإبلاغ عنها من قبل. تفاصيل استراتيجية التكنولوجيا المحلية لـ Sberbank وآمالها في مزيد من التعاون مع الصين في تكنولوجيا المصدر المفتوح ، ومع ذلك ، فقد اعترفت روسيا بأوجه القصور الرئيسية في صناعة الإلكترونيات لديها. لقد جفت واردات الرقائق الدقيقة وغيرها من الأجهزة عالية التقنية الضرورية لتصنيع الأسلحة والسيارات ، وانتقل مئات الآلاف من العمال ، بما في ذلك العديد من العاملين في قطاع التكنولوجيا ، إلى الخارج. على الرقائق الدقيقة ، التي تخضع وارداتها للعقوبات. حدد جريف في أبريل / نيسان البطاقات الرسومية على أنها أصعب الأجهزة التي يجب استبدالها ، وقال بيلفتسيف: \"هناك قيود على بعضها ، إنها تقنية معقدة للغاية\". \"كل شركة لديها أسرارها التجارية ومورديها وسلاسل التوريد الخاصة بها\". ورفض القول ما إذا كان البنك يستخدم ما يسمى الواردات الموازية ، تلك التي تم جلبها إلى البلاد دون إذن صاحب الترخيص - وهي سوق تزداد أهمية في فترة ما بعد العقوبات التعاون بين روسيا والصين حتى مع مشكلات التوريد ، فقد سرع بنك سبيربنك من مساعيه للانتقال إلى التكنولوجيا الداخلية وهو جاهز لبيع البرامج محليًا وللتصدير إذا أمكن ، كما قال بيلفتسيف. لا \". \"يهتم الناس بروسيا كمورد ومنتِج للتكنولوجيا\". ومن الأسواق الرئيسية الصين. أصبحت موسكو أكثر اعتمادًا على بكين ، بعد أن زادت بشكل حاد من استخدامها لليوان ، وزادت إمدادات الطاقة إلى الصين وبدأت في بيع المزيد من السيارات ذات العلامات التجارية الصينية مع مغادرة صانعي السيارات الغربيين لروسيا. \"هناك بالفعل الكثير من التعاون على المهندسين والتكنولوجيا ،\" قال Belevtsev. \"نود أن نرى تعاونًا نشطًا في الحلول مفتوحة المصدر ... ليس فقط بين روسيا والصين ، ولكن في جميع دول العالم.\" ولكن مع هذا التعاون الذي لم ينطلق بعد ، قد يقتصر مستقبل سبيربنك على المدى القريب على السوق المحلي ، حيث من المرجح أن يكون النمو الاقتصادي في حده الأدنى في أحسن الأحوال ، مع ركود الدخل المتاح. يعتقد بيلفتسيف ، الذي قال أن سبيربنك باع حوالي 1.5 مليون جهاز ذكي منذ إطلاقها قبل أقل من ثلاث سنوات ، أن المستهلكين سيوفرون دائمًا ما يكفي للشراء تلفزيون ذكي ، \"نافذة الروس على العالم\" ، قال: \"اذهبوا إلى قرية روسية نائية\". \"إذا كانت هناك كهرباء هناك ، فسترى بالتأكيد طبق استقبال الأقمار الصناعية.\" هدفنا هو بيع مئات الآلاف من أجهزة التلفزيون هذا العام. للقيام بذلك ، والاستيلاء على حصة السوق التي تخلى عنها المنافسون الغربيون المغادرون ، يلعب سبيربنك دورًا في اللحاق بالركب. قال سيرجي بولوفنيكوف ، رئيس قسم Content Review ، وهي تقنية -نشر مركّز. قال بولوفنيكوف: \"لدى سبيربنك طموحات كبيرة ، والأهم من ذلك ، محفظة لا نهاية لها. يمكنك إنجاز الكثير بالمال.\" (تم تصحيح هذه القصة رسميًا لتقول إن الشركة رفضت العمل مع روسيا ، وليس سبيربنك ، في الفقرة 6) (1 دولار = 79.3000 روبل) تقرير بقلم ألكسندر مارو ؛ تحرير مايك كوليت وايت ومارك بوتر ألكسندر مارو تومسون رويترز", "image": null, "time": "‫ 4 دقائق للقراءة"}, {"title": "‫ تقول TrendForce إن SK Hynix سترفع قدرة إنتاج الرقائق القديمة في الصين", "description": "‫ سيئول (رويترز) - قالت شركة أبحاث السوق TrendForce الكورية الجنوبية إن شركة SK Hynix Inc (000660.KS) تخطط لتوسيع طاقتها الإنتاجية القديمة للرقائق في منشآتها لتصنيع الرقائق في Wuxi بالصين. قال تقرير TrendForce إن الإستراتيجية طويلة المدى تتضمن تحويل توسعة طاقتها إلى كوريا الجنوبية ، بينما يلبي موقع إنتاج رقائق Wuxi الطلب المحلي في الصين وسوق شرائح ذاكرة DRAM القديم. التعليق يوم الخميس. وقالت TrendForce إن تقريرها استند إلى \"أحدث أبحاثها\" ، دون الاستشهاد بمصادر. وذكر التقرير أن SK Hynix خططت لمصنع Wuxi لخفض إنتاج الرقائق القديمة ، لكن SK Hynix قررت بدلاً من ذلك زيادة الطاقة الإنتاجية لها بسبب فرضت الولايات المتحدة قيودًا على صادرات معدات تصنيع الرقائق إلى الصين ، مما يتطلب تراخيص للشركات الأمريكية لتصدير الرقائق المتقدمة ومعدات تصنيع الرقائق في محاولة لإبطاء التقدم التكنولوجي للصين. للحصول على إعفاء إضافي لمدة عام من القيود ، وفي العام الماضي ، قالت SK Hynix إنها تلقت تصريحًا من وزارة التجارة الأمريكية لمدة عام لتزويد المعدات اللازمة لإنتاج الرقائق في المنشآت في الصين ، دون السعي للحصول على متطلبات ترخيص إضافية. مصنع في داليان بالصين. تقرير بقلم هيكيونج يانج وجويس لي. تحرير الكسندر سميث", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ سجلت Capgemini نموًا ضعيفًا في الإيرادات في الربع الأول", "description": "‫ (رويترز) - أعلنت مجموعة كابجيميني للاستشارات الفرنسية لتكنولوجيا المعلومات ، الخميس ، عن ضعف نمو الإيرادات في الربع الأول من عام 2023 مقارنة بالفترة نفسها من العام الماضي ، مشيرة إلى بيئة اقتصادية متوترة مع تبني العملاء أسلوب \"الانتظار والانتظار\". - موقف المراقبة \". ومع ذلك ، بلغت الإيرادات الفصلية للشركة 5.73 مليار يورو (6.35 مليار دولار) ، بزيادة 10.9 ٪ عن الأشهر الثلاثة الأولى في عام 2022. كانت الخدمات السحابية لسنوات واحدة من أكبر مصادر النمو لبعض أكبر شركات التكنولوجيا لكن المستثمرين يتطلعون الآن لمعرفة ما إذا كان هناك تخمة في السعة ستؤدي إلى تخفيضات في الاستثمار حيث تتعامل الشركات مع ارتفاع التكاليف وسط ارتفاع التضخم ، في حين أدت زيادة أسعار الفائدة إلى تقليص طلب المستهلكين. O) و Microsoft (MSFT.O) و Meta (META.O) و Amazon (AMZN.O) لخفض الوظائف. أعلنت Capgemini ، التي تقدم خدمات استشارية ورقمية وتقنية وهندسية ، في فبراير عن خطط لتسهيل التوظيف بعد النمو. قوتها العاملة بنسبة 11٪ في عام 2022 ، مما يشير إلى تباطؤ الطلب على الذكاء الاصطناعي والبيانات والخدمات السحابية. وفي نهاية مارس ، تراجعت وتيرة التوسع إلى 5٪ على أساس سنوي ، حيث بلغ عدد العاملين 357 ألف عامل \". وقال أيمن عزت ، الرئيس التنفيذي لشركة Capgemini ، في تصريحات للصحفيين ، إن الشركة التي تتخذ من باريس مقراً لها ، ستبدأ في التوظيف مرة أخرى في وقت لاحق من هذا العام لتحقيق أهداف النمو الخاصة بنا. ، انخفاضًا من 21.1٪ زيادة في عام 2022 ، وهامش تشغيلي بين 13.0٪ و 13.2٪. \"لا يزال السياق الاقتصادي متوترًا (...) الأمر كله يتعلق بالتأجيلات ، لكن أجندة عملائنا لم تتغير ، ولا يزال التحول الرقمي قائمًا وأضاف عزت أن النمو في التعيينات الجديدة لا يزال قوياً في المنتجات التقنية ، كما حدد الرئيس التنفيذي ، بما في ذلك البحث عن الذكاء الاصطناعي التوليدي. في أواخر الشهر الماضي ، أعلنت شركة SAP الألمانية المنافسة عن خطط لتضمين chatbot الخاص بـ OpenAI ChatGPT في منتجاتها. تطوير الذكاء الاصطناعي ، حيث صرح عزت أنه \"عند اعتماد تقنية جديدة ، يستغرق الأمر وقتًا للعثور على طرق محددة لاستخدامها لتوليد هوامش عالية\". (تمت إعادة صياغة هذه القصة لإصلاح تنسيق القصة) (1 دولار = 0.9024 يورو). ماتيو ألييفي وفيكتور جوري لافونت في غدانسك ؛ تحرير موراليكومار أنانثارامان", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ أكبر مزود للبيانات المالية في الصين يقيد الوصول إلى الخارج بسبب القواعد الجديدة", "description": "‫ هونج كونج (رويترز) - قال مصدران إن شركة Wind Information Co ، أكبر مزود للبيانات المالية في الصين ، أبلغت بعض العملاء أواخر العام الماضي أنها تمنع المستخدمين في الخارج من الوصول إلى بيانات تجارية واقتصادية معينة نتيجة لقواعد البيانات الجديدة لهيئة الأمن السيبراني. يأتي الوصول المقيد إلى Wind من قبل المستخدمين في الخارج مع زيادة تركيز الصين على استخدام البيانات والأمن وسط التوترات الجيوسياسية المتزايدة والمخاوف بشأن الخصوصية في ثاني أكبر اقتصاد في العالم. البعض الآخر ، يأتي أيضًا في الوقت الذي تتطلع فيه الصين إلى جذب المزيد من الاستثمارات الأجنبية وإنعاش اقتصاد يكافح من أجل انتعاش ما بعد COVID. تشمل القيود الوصول إلى التفاصيل المتعلقة بهياكل المساهمة في بعض الشركات. جعلت Wind ومقرها شنغهاي جزءًا من بياناتها مثل أرقام بيع المنازل ، والتي كانت تُحدَّث بانتظام ، ولا يمكن الوصول إليها للمستخدمين المقيمين خارج الصين منذ سبتمبر من العام الماضي ، وهي واحدة من وقالت المصادر إن أحد مندوبي مبيعات Wind أخبر المصدر في سبتمبر أن الشركة أجرت التغييرات بناءً على تعليمات من إدارة الفضاء الإلكتروني الصينية (CAC) التي طلبت منها التوقف عن تزويد المستخدمين في الخارج ببيانات معينة. قال مندوب مبيعات آخر لشركة Wind ، إنه تم وضع القيود بعد أن كشفت CAC النقاب عن قواعد بيانات جديدة العام الماضي. الآلاف ، من الشركات الصينية ، دخلت القواعد الجديدة حيز التنفيذ اعتبارًا من 1 سبتمبر ، وقد أصدرت بكين في السنوات الأخيرة قوانين جديدة للأمن السيبراني والبيانات والخصوصية التي تتطلب من المنظمات التي لديها قواعد مستخدمين كبيرة الخضوع لعمليات التقييم والموافقات عند التعامل مع البيانات التي تجمعها. أقر المشرعون أيضًا تحديثًا واسع النطاق لقانون مكافحة التجسس في بكين أواخر الشهر الماضي ، وحظر نقل أي معلومات تتعلق بالأمن القومي ووسع تعريف التجسس ، وقد توسعت القيود المفروضة على وصول المستخدمين في الخارج إلى بعض بيانات Wind منذ الماضي. سبتمبر ، قال المصدر الأول. من غير المعروف ما إذا كانت CAC قد صعدت من متطلبات تشديد الوصول منذ نفس الشهر. وقالت مصادر لرويترز ، مثل مبيعات المنازل والأراضي في مدن معينة ، ولم ترد شركة ويند ، التي تخدم العديد من المؤسسات المالية المحلية والأجنبية ، على طلبات التعليق ، ولم ترد CAC على الفور على طلب بالفاكس للتعليق. قالت المتحدثة باسم وزارة الخارجية ماو نينغ في إفادة صحفية إنها لم تكن على علم بالوضع ، حيث توقفت شركات تقديم البيانات المالية الصينية ، بما في ذلك Wind ، عن تقديم معلومات الشركة الرئيسية للمشتركين في الخارج. تأسست شركة Wind المملوكة للقطاع الخاص في عام 1998 من قبل رجل الأعمال Lu Feng ، وهي إلى حد بعيد أكبر لاعب في سوق البيانات المالية سريع النمو في الصين ، وفقًا لتقديرات الوسيط Guotai Junan Securities. قانون مكافحة التجسس ، الذي يحظر نقل أي معلومات تتعلق بالأمن القومي ، وزيادة استخدام حظر الخروج على رجال الأعمال التنفيذيين الأجانب في البلاد وزيادة التدقيق تجاه شركات العناية الواجبة. وقالت شركة مينتز للعناية الواجبة في أواخر مارس / آذار إن السلطات داهمت مكتب الشركة في الصين واحتجزت خمسة موظفين محليين. وقالت وزارة الخارجية في ذلك الوقت إن مينتز كان يشتبه في ضلوعها في عمليات تجارية غير قانونية ، وزارت الشرطة مكتب Bain & Co في شنغهاي واستجوبت الموظفين ، كما قالت شركة الاستشارات الإدارية الأمريكية الأسبوع الماضي. ) لديه وصول محدود للمشتركين الأجانب اعتبارًا من 1 أبريل ، وفقًا للمستخدمين الذين تم إخطارهم بالتعليق. لم ترد CNKI على طلب للتعليق على الأمر ، وأفادت رويترز نقلاً عن مصادر أن مزودي البيانات الصينيين بما في ذلك قواعد بيانات الشركة Qichacha المملوكة جزئيًا لشركة Wind و TianYanCha قد توقفوا عن الانفتاح على المستخدمين في الخارج بسبب على الأقل أشهر ، ومقرها الرئيسي في حي Lujiazui المالي في شنغهاي ، وسعت Wind من انتشارها خارج الصين إلى أماكن تشمل هونغ كونغ وسنغافورة ونيويورك ولندن ، وتنافس مع Refinitiv و Bloomberg LP ، وحققت Wind في 2.5 مليار يوان (361.84 مليون دولار) في المبيعات في عام 2021 ، وفقًا لتقديرات Guotai Junan ، تضاعفت تقريبًا من إيرادات عام 2016 البالغة 1.33 مليار يوان. (1 دولار = 6.9091 يوان صيني) وفقًا لتقرير جولي تشو وشي يو في هونغ كونغ ، ويو لون تيان في بكين وغرفة الأخبار في شنغهاي ؛ تحرير سوميت تشاترجي وكيم كوجيل", "image": null, "time": "‫ 4 دقائق للقراءة"}, {"title": "‫ تقترح لجنة التجارة الفيدرالية (FTC) حظرًا على جني الأرباح من بيانات القاصرين", "description": "‫ واشنطن (رويترز) - اتهمت لجنة التجارة الفيدرالية الأمريكية يوم الأربعاء شركة Meta (METAO) فيسبوك بتضليل الآباء بشأن حماية الأطفال واقترحت تشديد اتفاقية قائمة بشأن الخصوصية لتشمل حظرًا على جني الأموال من بيانات القاصرين. على وجه التحديد ، قالت لجنة التجارة الفيدرالية (FTC) إن فيسبوك ضلل الآباء بشأن مدى تحكمهم في الأشخاص الذين اتصل بهم أطفالهم في تطبيق Messenger Kids وكان خادعًا بشأن مدى وصول مطوري التطبيقات إلى بيانات المستخدمين الخاصة ، مما يمثل انتهاكًا لاتفاقية 2019 بشأن الخصوصية. تشمل التغييرات المقترحة من FTC منع Facebook من جني الأموال من البيانات التي يتم جمعها عن المستخدمين الذين تقل أعمارهم عن 18 عامًا ، بما في ذلك أعمال الواقع الافتراضي. وستواجه أيضًا قيودًا موسعة على استخدام تقنية التعرف على الوجه ، حيث انخفضت أسهم ميتا بنسبة تصل إلى 2٪ يوم الأربعاء لكنها قلصت معظم تلك الخسائر وتراجعت 0.3٪ عند 238.50 دولارًا ، وتعتمد ميتا ، التي تمتلك Instagram أيضًا ، على الإعلانات الرقمية المستهدفة على أساس البيانات الشخصية لمستخدميها لأكثر من 98٪ من عائداتها ، وتحتفظ الشركة بأكبر شبكات التواصل الاجتماعي في العالم ، لكنها تكافح تطبيق الفيديو القصير TikTok لجذب انتباه المستخدمين الشباب بعد أن ارتفعت شعبيته بين المراهقين الأمريكيين منذ عدة سنوات. في بيان ، قال ميتا إن إجراء لجنة التجارة الفيدرالية كان \"حيلة سياسية\" وأن لجنة التجارة الفيدرالية فشلت في التصرف ضد \"الشركات الصينية ، مثل TikTok\". وقالت الشركة \"سنحارب هذا الإجراء بقوة ونتوقع أن يسود\". يوم الأربعاء هو الخطوة الأولى في عملية تغيير اتفاقية 2019. سيكون أمام Facebook 30 يومًا للرد. وقالت ديبرا ويليامسون من شركة إنسايدر إنتليجنس إن الشركة يمكنها أيضًا استئناف أي قرار للجنة أمام محكمة استئناف. من المحتمل ألا تكون كبيرة جدًا. \"قال ويليامسون إن حوالي 5.2٪ من مستخدمي Facebook شهريًا في الولايات المتحدة تقل أعمارهم عن 18 عامًا ، إلى جانب 12.6٪ من مستخدمي Instagram.\" لقد انتهك Facebook مرارًا وعود الخصوصية الخاصة به ، \"قال Samuel Levine ، مدير مكتب FTC في FTC حماية المستهلك. \"لقد عرّض تهور الشركة المستخدمين الشباب للخطر ، ويحتاج Facebook إلى الرد على إخفاقاته.\" لحل المزاعم بأنها انتهكت أمر الموافقة لعام 2012 عن طريق تضليل المستخدمين حول مدى سيطرتهم على بياناتهم الشخصية. تم الانتهاء من هذا الأمر في عام 2020 ، وبشكل منفصل ، رفعت لجنة التجارة الفيدرالية دعوى قضائية لمنع Meta من شراء صانع محتوى الواقع الافتراضي داخل Unlimited لكنه خسر في المحكمة. وطلبت الوكالة أيضًا من محكمة فيدرالية في عام 2020 أن تأمر فيسبوك ببيع إنستغرام ، الذي اشترته بمليار دولار في عام 2012 ، وواتساب ، الذي اشترته مقابل 19 مليار دولار في عام 2014. ولا تزال القضية جارية.\nتحرير كريس ريس", "image": null, "time": "‫ 3 دقائق للقراءة"}, {"title": "‫ جوجل تفوز بتجربة براءة اختراع أمريكية بشأن تقنية استرجاع البيانات", "description": "‫ CompaniesLaw FirmsGoogle IncFollowAlphabet IncFollow (رويترز) - فازت شركة Alphabet's Google LLC بمحاكمة أمام هيئة محلفين يوم الثلاثاء في دعوى قضائية طويلة الأمد بشأن براءات الاختراع في محكمة ديلاوير الفيدرالية بشأن ميزات في الهواتف الذكية والتطبيقات من Google ، وقررت لجنة التحكيم أن براءة اختراع Arendi SARL ومقرها لوكسمبورغ كانت غير صالحة. وأن Google لم تنتهكه ، وفقًا للحكم الذي تم نشره يوم الأربعاء ، ولم يرد محامو Arendi على الفور على طلب للتعليق. قال المتحدث باسم Google ، José Castañeda ، إن الشركة كانت مسرورة بالقرار وأعربت عن تقديرها \"لاهتمام لجنة التحكيم الدقيق بالأدلة الشاملة المقدمة في هذه القضية\". رفع المخترع النرويجي Atle Hedloy's Arendi دعوى قضائية ضد Google في عام 2013 بشأن براءة الاختراع ، والتي تتعلق باسترداد معلومات مثل الأسماء و عناوين من قاعدة بيانات وإدخالها في برامج معالجة الكلمات وجداول البيانات ، وزعم أرندي أن أجهزة وتطبيقات Google المحمولة بما في ذلك Gmail و Chrome والمستندات والرسائل منتهكة. وطالبت المحكمة بتعويض قدره 45.5 مليون دولار ، وفقًا لمتحدث باسم شركة المحاماة التابعة لشركة Google ، بول هاستينغز. كما رفع Arendi دعوى قضائية ضد شركات تقنية أخرى بما في ذلك Apple Inc و Microsoft Corp و Samsung Electronics Co بسبب براءات الاختراع ذات الصلة. تم رفض جميع هذه القضايا أو حلها", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ لجنة التجارة الفيدرالية (FTC) لإنفاذ القانون للحد من مخاطر الذكاء الاصطناعي", "description": "‫ واشنطن (رويترز) - قال رئيس مفوضية التجارة الفيدرالية إن الوكالة ملتزمة باستخدام القوانين الحالية لكبح بعض مخاطر الذكاء الاصطناعي ، مثل تعزيز قوة الشركات المهيمنة والاحتيال \"التوربيني\". (AI) أدوات جديدة ، فهي ليست مستثناة من القواعد الحالية ، وستعمل لجنة التجارة الفيدرالية (FTC) بقوة على إنفاذ القوانين التي نتولى إدارتها ، حتى في هذا السوق الجديد ، \"كتبت رئيسة FTC لينا خان في مقال رأي في صحيفة نيويورك تايمز أثارت الشعبية المفاجئة لبرنامج ChatGPT المدعوم من Microsoft (MSFT.O) هذا العام دعوات عالمية للتنظيم وسط مخاوف بشأن استخدامه المحتمل لارتكاب مخالفات حتى مع سعي الشركات لاستخدامه لتعزيز الكفاءة. اقرأ المزيد ووصفت الوكالة بأنها \"مجهزة تجهيزًا جيدًا\" للتعامل مع الوظيفة. ومن بين المخاطر التي أشارت إليها أن الشركات التي تهيمن على الخدمات السحابية والحوسبة ستصبح أكثر قوة لأنها تساعد الشركات الناشئة وغيرها من الشركات على إطلاق الذكاء الاصطناعي الخاص بها. يمكن أيضًا استخدام أدوات الذكاء الاصطناعي لتسهيل التواطؤ لرفع الأسعار. وأعرب خان عن قلقه من أن الذكاء الاصطناعي التوليدي ، الذي يكتب باللغة الإنجليزية للمحادثة ، يمكن استخدامه لمساعدة المحتالين في كتابة رسائل بريد إلكتروني أكثر تحديدًا وفعالية للتصيد. \"عند فرض حظر القانون على الممارسات الخادعة ، وكتبت: لن ننظر فقط إلى المحتالين الذين يطيرون ليلاً وهم ينشرون هذه الأدوات ولكن أيضًا في شركات المنبع التي تمكنهم من ذلك \".\nتحرير برناديت بوم", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ أدين مدير سابق في OpenSea في قضية تداول من الداخل في NFT", "description": "‫ نيويورك (رويترز) - أدين مدير منتج سابق في سوق الرموز غير القابلة للاستبدال (NFT) يوم الأربعاء بتهمة الاحتيال وغسيل الأموال لاستخدامه معرفة داخلية بالأصول التي سيتم عرضها على صفحته الرئيسية للتداول في NFTs. تم اتهام ناثانيال تشاستين بشراء NFTs التي قرر عرضها على موقع OpenSea الإلكتروني وبيعها بعد ذلك بوقت قصير لتحقيق أرباح غير مشروعة تزيد عن 50000 دولار ، في ما وصفه المدعون الفيدراليون في مانهاتن بأنه أول قضية تداول من الداخل تتضمن أصولًا رقمية. \" قال داميان ويليامز ، المدعي العام الأمريكي في مانهاتن ، في بيان إن التهم الموجهة إلى تشاستين ، التي تم الإعلان عنها في يونيو الماضي ، كانت الأولى في سلسلة من القضايا البارزة المتعلقة بالأصول الرقمية التي أطلقها مكتب ويليامز العام الماضي ، ويمكن أن يكون للقضية آثار أوسع على الأصول التي لا تتناسب مع اللوائح الحالية التي تمنع مستشاري الاستثمار والوسطاء وغيرهم من التداول على المعلومات المادية غير العامة والخبراء القانونيين لقد دفع تشاستين بأنه غير مذنب. قال محاميه ، ديفيد ميلر ، بعد صدور الحكم إن الفريق القانوني \"سيقيم خياراتنا\". وقال ميلر للصحفيين: \"نحن نحترم إجراءات هيئة المحلفين. نختلف مع قرارهم بكل احترام\". جادل محامو شاستين بأن OpenSea ، أكبر NFT في العالم السوق ، لم يتعامل مع معرفة NFTs التي سيتم عرضها على صفحتها الرئيسية على أنها معلومات سرية عندما كان Chastain يعمل في الشركة. \"لا يمكنك جعل Nate وفقًا لمعيار لم يكن موجودًا\" ، كما قال محاميه Daniel Filor للمحلفين في مرافعته الختامية يوم الاثنين. \"لم يخبر أحد نيت أنه لا يمكنه استخدام هذه المعلومات أو مشاركتها.\" قالت المدعية العامة أليسون نيكولز إن تشاستين استخدم حسابات مجهولة في OpenSea لإجراء صفقات غير قانونية ، مما أظهر أنه يعلم أن ما كان يفعله كان خطأ. \"لقد أخفى ما كان يفعله ، \"أخبرت نيكولز هيئة المحلفين في حجة دحضها. \"كان يعلم أنه انتهك اتفاقية سرية OpenSea.\" وحدد قاضي المقاطعة جيسي فورمان ، الذي ترأس المحاكمة ، تاريخ النطق بالحكم على تشاستين في 22 أغسطس / آب. تقرير لوك كوهين في نيويورك\nتحرير ماثيو لويس لوك كوهين طومسون رويترز", "image": null, "time": "‫ 2 دقيقة للقراءة"}, {"title": "‫ قد تشير نتائج Apple إلى ضعف أرباح شركات التكنولوجيا الكبرى", "description": "‫ 3 مايو (رويترز) - من المرجح أن تسجل شركة آبل (AAPL.O) انخفاضًا في الإيرادات بأكثر من 4٪ ، وهو ثاني انخفاض فصلي على التوالي ، متأثرًا بتجاهل المستهلكين للمشتريات غير الضرورية مثل أجهزة iPhone و Mac وتباطؤ النمو في أعمال الخدمات الخاصة بها. ستتبع نتائج يوم الخميس من الشركة الأكثر قيمة في العالم أرباحًا أفضل من المتوقع من نظرائها في مجال التكنولوجيا في الولايات المتحدة ، والتي أثارت الآمال في أن الأسوأ قد ينتهي بالنسبة لقطاع سرح عشرات الآلاف هذا العام. من المقرر أن تسجل شركة Apple ، وهي صناعة نائية مع عدم وجود تسريحات جماعية للعمال حتى الآن ، أول انخفاض في الإيرادات على الإطلاق عبر خطوط الإنتاج ، حتى مع تعافي الطلب على iPhone والإنتاج في الصين بعد الاضطرابات الناجمة عن الوباء العام الماضي. \" قال المحللون في كوين آند كو إن شركات الأجهزة حيث تواجه أجهزة iPhone انكماشًا متواضعًا في الطلب على الأجهزة المتميزة ، ويمكن أن تتأثر أعمال iPad و Mac باتجاهات المستهلكين والمؤسسات. وفقًا لـ 23 محللاً استطلعت آراؤهم شركة Visible Alpha ، من المرجح أن تنخفض مبيعات Mac ، التي تمثل ما يقرب من عُشر إيرادات Apple ، بمقدار الربع ، في حين تشير التقديرات إلى انخفاض الإيرادات من iPhone الرائد بأكثر من 3٪. في الربع الثاني من عام 2023 ، تراجعت شحنات أجهزة الكمبيوتر الشخصية العالمية بنسبة الثلث تقريبًا بين يناير ومارس ، وفقًا لبيانات من شركة الأبحاث IDC ، يقودها انخفاض بنسبة 40٪ في تلك التي تبيعها Apple. وفي الوقت نفسه ، تقلص سوق الهواتف الذكية العالمية بنسبة 13٪ للربع الخامس على التوالي من التراجع. قال توم فورتي من شركة D.A. ديفيدسون ، الذي يتوقع ارتفاع مبيعات iPhone هناك ، وقال المحللون إن تراجع الدولار بنسبة 1٪ تقريبًا خلال الربع يعتبر أيضًا نقطة مضيئة في فترة ضعيفة عادةً بعد موسم التسوق في العطلات. من المحتمل أن يكون محرك النمو لشركة آبل وموطن متجر التطبيقات وخدمة بث الفيديو قد ارتفع بنحو 6٪ ، وفقًا لـ Visible Alpha. يمثل ذلك ثاني أقل معدل نمو منذ الربع الأول على الأقل من السنة المالية 2017. قال براندون نيسبل ، المحلل في KeyBanc Capital Markets ، \"بالنسبة لشركة Apple ، يتعلق الأمر بقصة نمو مستخدم أكثر من قصة نمو وحدة\" ستكون زيادة حصتها في السوق في الاقتصادات النامية مثل الهند والبرازيل أمرًا بالغ الأهمية ، ويتوقع أن تضيف Apple 30 مليون مستخدم إلى قاعدة المستخدمين النشطين المثبتين - وهو عدد أجهزة Apple النشطة في العالم. بلغ هذا الرقم 2 مليار بحلول نهاية ديسمبر ، وتعمل الشركة على تكثيف وجودها في التصنيع والمتاجر في الهند حيث تتطلع إلى تنويع سلسلة التوريد الخاصة بها واكتساب المستهلكين. يمكن للسوق أن يساهم بمبلغ 20 مليار دولار في الإيرادات السنوية بحلول عام 2025 ، وفقًا لتقديرات شركة الوساطة Wedbush. تحرير Sriraj Kalluvila", "image": null, "time": "‫ 3 دقائق للقراءة"}, {"title": "‫ تتطلع Bosch إلى النمو في السيارات وأنظمة التدفئة", "description": "‫ الشركات روبرت بوش جي إم بي إتش (رويترز) - تتوقع مجموعة التكنولوجيا الألمانية روبرت بوش نمو الإيرادات بنسبة 6٪ إلى 9٪ هذا العام من 88.2 مليار يورو (97.49 مليار دولار) في عام 2022 وهامش أرباح قبل الفوائد والضرائب بنسبة 5٪ ، ارتفاعًا من 4.3٪ العام الماضي ، وقالت ستيفان هارتونج ، الرئيس التنفيذي لشركة Bosch ، يوم الخميس ، إنه بفضل النمو في كل من أعمال السيارات وأنظمة التدفئة ، قال الرئيس التنفيذي لشركة Bosch Stefan Hartung إن تحول أنظمة الطاقة لحماية المناخ يخلق إمكانات تجارية ، موضحًا أن الفرص تكمن في كهربة السيارات وأنظمة التدفئة. وقال: \"النمو ليس فقط على الطريق ، على الرغم من أننا ناجحون للغاية هناك.\" (1 دولار = 0.9047 يورو)\nكتابة مادلين تشامبرز\nتحرير فريدريك هاينه", "image": null, "time": "‫ قراءة دقيقة واحدة"}, {"title": "‫ نظرة كوالكوم قاتمة حيث تظل مبيعات الهواتف الذكية ضعيفة", "description": "‫ (رويترز) - توقعت شركة Qualcomm Inc (QCOM.O) يوم الأربعاء أن تكون إيرادات وأرباح الربع الثالث أقل من تقديرات وول ستريت ، قائلة إن صناعة الهواتف الذكية ستستغرق وقتًا أطول لاستخدام الرقائق الزائدة قبل تدفق الطلبات الجديدة. انخفض ما يقرب من 7 ٪ في التداول الممتد بعد أن قالت إن توقعاتها تسببت أيضًا في الرياح المعاكسة للاقتصاد الكلي وضعف المبيعات العالمية للهواتف ، بينما تأمل كوالكوم في أن تنتعش مبيعات الهواتف الذكية في الصين في النصف الثاني من العام ، قال الرئيس التنفيذي كريستيانو آمون للمستثمرين في مؤتمر عبر الهاتف بأننا \"لم نر دليلًا على تعافي ذي مغزى ولا نقوم بدمج تحسينات في افتراضات التخطيط لدينا.\" وقالت الشركة إن الانخفاض الأكبر من المعتاد في توقعات إيرادات الرقائق الخاصة بها عن الربع السابق يرجع أساسًا إلى \"توقيت الشراء من قبل عميل للهاتف المودم فقط. \"لم تذكر شركة كوالكوم اسم العميل ، لكن كينجاي تشان ، المحلل في سوميت إنسايتس جروب ، قال إن شركة أبل إنك (AAPL.O) هي التي تصنع معالج التطبيقات الخاص بها. آبل هي أكبر مشتر لشركة كوالكوم. رقائق المودم المستقلة ، بدلاً من الشريحة الرئيسية الرئيسية التي تتضمن مودم ومعالج تطبيقات ، أعلنت شركة آبل عن أرباحها يوم الخميس بعد إغلاق الأسواق ، وتوقعت شركة كوالكوم أن تبلغ عائدات الرقائق 6.9 مليار دولار إلى 7.5 مليار دولار ، وكان سوق الهواتف الذكية من أوائل المتضررين من التراجع. أدى الطلب بعد التضخم المرتفع إلى الحد من الإنفاق الاستهلاكي على السلع التقديرية مثل الإلكترونيات ، مما أدى إلى قيام البائعين بخفض طلبات الرقائق الجديدة ، وظل الطلب على الهواتف الذكية ضعيفًا على الرغم من العروض الترويجية وتخفيضات الأسعار. انخفضت شحنات الهواتف الذكية العالمية بنسبة 13٪ في الربع الأول ، وفقًا لشركة الأبحاث Canalys ، ولم يؤد تخفيف قيود COVID-19 في الصين إلى زيادة الطلب بشكل كبير ، مع تراجع مبيعات الربع الأول لشركة Apple ومنافسيها من Android في ثاني أكبر اقتصاد في العالم. كما تواجه منافسة أشد ، خاصة بالنسبة لرقائق الهواتف الذكية عالية الجودة ، من شركة MediaTek التايوانية (2454.TW). وقال رونار بيورهوفدي ، المحلل في شركة الأبحاث Canalys. \"إنه منفتح جدًا للعمل مع أي شخص يمكنه مساعدتها على النمو أكثر قليلاً إلى المستوى العالي حيث أعتقد أن Samsung هي الشركة الكبيرة التي تدافع عنها Qualcomm.\" قال آمون ذلك عندما غادرت شركة Huawei Technology Co Ltd (HWT.UL) في سوق الهواتف الذكية ، استحوذت شركة Apple على بعض حصتها في سوق الهواتف المحمولة المتميزة ، مما أدى إلى خسارة صافية لهواتف Android التي تعمل بمعالجات Qualcomm الرائدة ، كما بدأت الهواتف المستخدمة أيضًا في التهام مبيعات الأجهزة المتميزة ، كما قال المدير المالي Akash Palkhiwala ، مشيرًا إلى أن هذا يتوافق مع توقعات كوالكوم وأن الشركة تراقبها عن كثب ، وتوقعت كوالكوم أن يبلغ إجمالي الإيرادات 8.1 مليار دولار إلى 8.9 مليار دولار في الربع الثالث. توقع المحللون في استطلاع أجرته Refinitiv أن تبلغ الإيرادات 9.14 مليار دولار ، وقدرت الأرباح المعدلة للسهم من 1.70 دولارًا إلى 1.90 دولارًا ، مقارنة بتوقعات المحللين البالغة 2.16 دولارًا ، وفقًا لتقرير شافي ميهتا في بنغالورو وجين لانهي لي في أوكلاند ، كاليفورنيا. تحرير: أرون كويور تشافي ميهتا طومسون رويترز جين لي طومسون رويترز", "image": null, "time": "‫ 3 دقائق للقراءة"}, {"title": "‫ ترفع Infineon إرشادات العام بأكمله", "description": "‫ برلين (رويترز) - رفعت شركة إنفينيون الألمانية لصناعة الرقائق (IFXGn.DE) توجيهها للعام بأكمله يوم الخميس ، مستشهدة بالطلب القوي من قطاعات التنقل الكهربائي وتوليد الطاقة المتجددة والبنية التحتية للطاقة. \"على الرغم من التحسن في أسواق السلع الاستهلاكية مثل قال الرئيس التنفيذي يوخن هانيبيك إن الهواتف الذكية وأجهزة الكمبيوتر والأجهزة المنزلية ليست مرئية بعد ، ومع ذلك فنحن واثقون جدًا بشكل عام من أداء أعمال Infineon المستقبلي. مليون - مقارنةً بتوقعاتها السابقة البالغة 15.5 مليارًا وبإجماع المحللين على 16.1 مليار. كانت المجموعة ، التي تستخدم رقائقها في السيارات ومراكز البيانات ، قد رفعت بالفعل في فبراير توقعاتها للعام بأكمله بسبب الطلب القوي من شركات صناعة السيارات ، التي تعيد تخزينها. المخزونات في أعقاب تخمة الرقائق العالمية ، مما أدى إلى ارتفاع الأسعار. ارتفعت الأسهم في Infineon بنسبة 1 ٪ في بداية تعاملات فرانكفورت (1 دولار = 0.9021 يورو).", "image": null, "time": "‫ قراءة دقيقة واحدة"}]