[{"title": "Qualcomm amplifies chip gloom with 'sobering report'", "description": "May 4 (Reuters) - Qualcomm Inc's (QCOM.O) shares sank 7% on Thursday after the chip designer signalled it would take longer for its crucial smartphone market to rebound from a post-pandemic slump.The company, which supplies to top handset makers Apple Inc (AAPL.O) and Samsung Electronics (005930.KS), was set to lose about $10 billion in market valuation, if the losses hold.Qualcomm's quarterly revenue outlook marked the second time a chip firm underwhelmed Wall Street this week. Advanced Micro Devices (AMD.O) slumped more than 9% on Wednesday after a dour forecast.\"While we believe investors were expecting a miss, this was admittedly a somewhat sobering report,\" said Bernstein analysts, among the 13 brokerages that cut price targets on Qualcomm's stock.The company blamed the weakness on the timing of purchases by a customer that only buys its cellular modems and China, where an expected post-COVID recovery was yet to materialize.Qualcomm did not name the modem customer, but analysts pointed to Apple, which will report results after markets close.\"The next two quarterly estimates will be adversely impacted by Apple as this leading modem-only customer purchased modems from Qualcomm in greater volumes earlier than normal due to the supply chain issues,\" said Michael Walkley of Canaccord Genuity.China will remain a headache with no timeline for a recovery there, while competition is deepening from Taiwan's MediaTek (2454.TW) in the high-end smartphone chips, analysts said.\"We worry about customers mixing lower now that wafers are no longer scarce as well as increasing competition from Mediatek at the higher end,\" brokerage Evercore ISI said.Still, there were some encouraging signs for Qualcomm.Automotive revenue jumped 20% and the internet-of-things unit reported in line sales, indicating that Qualcomm's efforts to diversify away from the smartphone market were on track.Reporting by Aditya Soni; Editing by Sriraj Kalluvila", "image": null, "time": "2 minute read"}, {"title": "Impact Nano, chip materials startup, wins funding from Intel, Goldman Sachs", "description": "OAKLAND, California, May 4 (Reuters) - Impact Nano, a Massachusetts-based startup that makes specialty chemicals for the semiconductor industry and others, said on Thursday it raised $32 million in funding from investors including Intel Capital and Goldman Sachs Asset Management.It also said Intel Capital's managing director, Sean Doyle, will join the board of directors.As the U.S. tries to bring back semiconductor manufacturing with the CHIPS and Science Act, it will need to invest in building up the broader supply chain in addition to the multibillion-dollar chip fabrication facilities.The war in Ukraine has exposed several choke points on the chemical side of the chip industry that need to be fixed. That is because Ukraine is a major producer of neon gas, a key material used in the production of chips.\"Many of the chemicals that we've been asked to synthesize so far are not currently made in North America. And they are made in regions of political instability,\" said Matthew Stephens, CEO and co-founder of Impact Nano.Stephens said Impact Nano is inventing new ways to produce chemicals that chip makers use. Among the company's focus areas, he said, are increasing the purity of the chemicals, finding raw materials that are more abundant and comply with ethical guidelines, and making the process more environmentally friendly.He declined to identify current customers but said the chemicals produced are key materials for the extreme ultraviolet lithography process (EUV) which is how today's most advanced chips are made.The funding will be used to expand the Massachusetts factory. Stephens also said Impact Nano is looking to apply for some of the CHIPS Act funding that will support the suppliers for semiconductor manufacturing.Goldman Sachs Asset Management is part of Goldman Sachs Group Inc (GS.N) and Intel Capital is the investment arm of U.S. chip giant Intel Corp (INTC.O).Reporting by Jane Lanhee Lee in Oakland, California\nEditing by Matthew LewisJane LeeThomson Reuters", "image": null, "time": "2 minute read"}, {"title": "Top ex-Google AI researchers raise funding from Thrive Capital", "description": "May 4 (Reuters) - Two prominent former Google (GOOGL.O) researchers who authored the groundbreaking paper that paved the way for the generative AI boom, have raised $8 million for their new startup Essential AI, four sources told Reuters.Thrive Capital had led the round in Essential AI, founded by Ashish Vaswani and Niki Parmar. The company is still in stealth mode and hasn't launched any product. Conviction and angel investor Elad Gil also participated in the round, one source close to the company added.Thrive Capital, founded by Joshua Kushner, is also an investor in Microsoft-backed OpenAI.Essential AI aims to build software for enterprises to use large language models, the core software of a new artificial intelligence system that has powered generative AI applications such as ChatGPT, sources said.Thrive Capital declined to comment. Vaswani and Parmar didn't respond to multiple requests for comment.The raise came after Vaswani and Parmar left Adept AI, a company they also co-founded in 2021 with former Google director David Luan. Adept, focused on training a neural network to perform general tasks for enterprise clients, has raised $415 million from investors including General Catalyst. EssentialAI is not in direct competition with Adept, sources added.Vaswani and Parmar are the first and third authors on Google's 2017 research paper \"Attention Is All You Need\", which introduced the \"transformer\" deep learning architecture that went on to become the basis for viral chatbot ChatGPT and the current race to develop products powered by generative AI.The duo join other authors on the famous paper who have left Google (GOOGL.O) to start their own ventures and subsequently attracted millions in funding from venture investors, including Noam Shazeer, who is running AI chatbot startup Character.AI, and Aidan Gomez, who founded large language model startup Cohere.Reporting by Krystal Hu in New York and Anna Tong in San Francisco; editing by Diane CraftAnna TongThomson Reuters", "image": null, "time": "2 minute read"}, {"title": "Microsoft offers to charge for Teams to address EU antitrust concerns, sources say", "description": "BRUSSELS, May 4 (Reuters) - Microsoft (MSFT.O) has offered to set a price differential for its Office product with and without its Teams app to stave off a possible EU antitrust investigation and fine, two people familiar with the matter said.The European Commission, which has been looking into the case following a complaint by Slack in 2020, said there were other complainants besides the Salesforce-owned (CRM.N) workspace messaging app, about Microsoft's Teams.Reporting by Foo Yun Chee; Editing by Jan Harvey", "image": null, "time": "1 minute read"}, {"title": "UK reviews AI models as rapid growth fuels safety concerns", "description": "LONDON, May 4 (Reuters) - Britain's competition regulator said on Thursday it would start examining the impact of artificial intelligence on consumers, businesses and the economy and whether new controls were needed on technologies such as OpenAI's ChatGPT.While research on AI has been going on for years, the sudden popularity of generative AI applications such as ChatGPT and Midjourney has highlighted a technology that could upend the way businesses and society operate.Governments around the world are now trying to find a balance whereby they can assess and rein in some of the potential negative consequences of AI without stifling innovation.Britain in March opted to split regulatory responsibility for AI between those bodies that oversee human rights, health and safety, and competition, rather than creating a new body dedicated to the technology.The Competition and Markets Authority (CMA), which made headlines last week when it blocked Microsoft's $69 billion takeover of Activision Blizzard, said it would start work by seeking to understand how foundation models that use large amounts of unlabelled data were developing.CMA CEO Sarah Cardell said AI had burst into the public consciousness and was developing at speed.\"It's crucial that the potential benefits of this transformative technology are readily accessible to UK businesses and consumers while people remain protected from issues like false or misleading information,\" she said.The review in Britain echoes investigations taking place around the world, from Beijing to Brussels and Washington.Lawyer Alex Haffner at law firm Fladgate said the CMA would investigate under its general powers, and as such was likely to seek to better understand AI rather than take any enforcement action against individual companies.\"That said, viewed against a background in which the CMA is being given ever greater powers to investigate and hold Big Tech to account, this announcement only serves to reinforce the notion that CMA is determined to use those powers as broadly as it can,\" he said.The United States is looking at possible rules to regulate the technology and digital ministers from the Group of Seven leading economies agreed last month to adopt \"risk-based\" regulation on AI that would also preserve an open environment for the development of such technologies.Italy, a G7 member, took ChatGPT offline last month to investigate its potential breach of personal data rules. While Italy later lifted the ban, the move inspired fellow European privacy regulators to launch investigations.Lawyer Verity Egerton-Doyle at Linklaters said the review would give Britain's competition regulator the chance to join the debate.\"The EU's Digital Markets Act that came fully into force this week does not cover generative AI and the CMA no doubt sees this as an opportunity to be leading the global debate on these issues - along with the U.S. FTC which is already looking at the area,\" she said.Reporting by Muvija M; Editing by Kate Holton", "image": null, "time": "3 minute read"}, {"title": "White House to meet Microsoft, Google CEOs on AI dangers", "description": "WASHINGTON, May 4 (Reuters) - The White House will host CEOs of top artificial intelligence companies, including Alphabet Inc's Google (GOOGL.O) and Microsoft (MSFT.O), on Thursday to discuss risks and safeguards as the technology catches the attention of governments and lawmakers globally.Generative artificial intelligence has become a buzzword this year, with apps such as ChatGPT capturing the public's fancy, sparking a rush among companies to launch similar products they believe will change the nature of work.Millions of users have begun testing such tools, which supporters say can make medical diagnoses, write screenplays, create legal briefs and debug software, leading to growing concern about how the technology could lead to privacy violations, skew employment decisions, and power scams and misinformation campaigns.\"We aim to have a frank discussion about the risks we see in current and near-term AI development,\" said a senior administration official, speaking on the condition of anonymity because of the sensitivity of the matter. \"Our North Star here is this idea that if we're going to seize these benefits, we have to start by managing the risks.\"Thursday's meeting, will include Google's Sundar Pichai, Microsoft's Satya Nadella, OpenAI's Sam Altman and Anthropic's Dario Amodei along with Vice President Kamala Harris and administration officials including Biden's Chief of Staff Jeff Zients, National Security Adviser Jake Sullivan, Director of the National Economic Council Lael Brainard and Secretary of Commerce Gina Raimondo.Ahead of the meeting, the administration announced a $140 million investment from the National Science Foundation to launch seven new AI research institutes and said the White House's Office of Management and Budget would release policy guidance on the use of AI by the federal government.Leading AI developers, including Anthropic, Google, Hugging Face, NVIDIA, OpenAI, and Stability AI, will participate in a public evaluation of their AI systems at the AI Village at DEFCON 31 - one of the largest hacker conventions in the world - and run on a platform created by Scale AI and Microsoft.Shortly after Biden announced his reelection bid, Republican National Committee produced a video featuring a dystopian future during a second Biden term, that was built entirely with AI imagery.Such political ads are expected to become more common as AI technology proliferates.United States regulators have fallen short of the tough approach European governments have taken on tech regulation and in crafting strong rules on deep fakes and misinformation that companies must follow or risk hefty fines.\"We don't see this as a race,\" the administration official said, adding that the administration is working closely with the US-EU Trade & Technology Council on the issue.In February, Biden signed an executive order directing federal agencies to eliminate bias in their use of AI. The Biden administration has also released an AI Bill of Rights and a risk management framework.Last week, the Federal Trade Commission and Department of Justice's Civil Rights Division also said they would use their legal authorities to fight AI-related harm.Tech giants have vowed many times to combat propaganda around elections, fake news about the COVID-19 vaccines, racist and sexist messages, pornography and child exploitation, and hateful messaging targeting ethnic groups.But they have been unsuccessful, research and news events show. Just about one in five fake news articles in English on six major social media platforms were tagged as misleading or removed, a recent study by activist NGO Avaaz found, and articles in other European languages were not flagged.Reporting by Nandita Bose in Washington; Editing by Heather Timmons and Gerry Doyle", "image": null, "time": "3 minute read"}, {"title": "Volkswagen, Bosch give up joint venture plans for battery cells", "description": "May 4 (Reuters) - Volkswagen (VOWG_p.DE) and Bosch (ROBG.UL) have cancelled their plans to create a joint venture to equip battery cell factories, Bosch said on Thursday.\"We are not setting up a joint venture,\" Bosch Chief Executive Officer Stefan Hartung said, adding that the partnership with the German carmaker to digitise its battery factories would continue.As speed is key in digitalisation, it would be \"better to work together on a project level than in such a construction\" Bosch's head of digital Tanja Rueckert said.The joint venture, announced at the beginning of 2022, was designed to deliver battery production systems, as well as assisting battery cell manufacturers in scaling up and maintaining their production sites.\"Volkswagen and PowerCo are sticking to their plan to get involved in equipping battery cell factories in the future. We are in talks with potential partners. We will inform you about the exact constellation in due course,” a Volkswagen spokesperson said.Reporting by Ilona Wissenbach, Writing by Tristan Veyet, Editing by Friederike Heine, Madeline Chambers", "image": null, "time": "1 minute read"}, {"title": "French antitrust body tells Meta to change conditions for access to ad verification", "description": "PARIS, May 4 (Reuters) - France's antitrust watchdog on Thursday gave Facebook-owner Meta (META.O) two months to change its access rules for ad verification partners, saying the company was potentially taking unfair advantage of a dominant market position in online advertising.In a statement, the competition authority said Meta must publish new access criteria for partners seeking to use its analytical tools to assess whether online ad campaigns have been actually seen by people and are not displayed in a way that could harm the reputation of the brand.It said the new criteria must be transparent, objective, non-discriminatory and proportionate.\"We are reviewing the interim decision and considering all our options,\" a Meta spokesperson said in an emailed statement.Ad verification companies offer services including measuring how many views online ads receive, detecting fraudulent online traffic, and ensuring client ads do not appear on websites harming their brand, such as pornographic sites.The French body said Meta's invite-only approach allowed access to its data to only the biggest operators and might be considered discriminatory in the fields of the firm's \"viewability\" and \"brand safety\" offerings.The case was brought by Adloox, a small, independent French ad verification company, which sought unsuccessfully to be granted access to Meta's data for these services from 2016 to 2022.Adloox complained to the competition authority last year, and the authority found the barrier to entry created by Meta constituted an \"immediate and grave\" harm to Adloox specifically, as well as to the independent ad verification sector as a whole.Reporting by America Hernandez, writing by Tassilo Hummel, editing by Silvia Aloisi", "image": null, "time": "2 minute read"}, {"title": "Sberbank's tech push shows Russia's growing reliance on its top bank", "description": "SummaryCompaniesThis content was produced in Russia where the law restricts coverage of Russian military operations in UkraineMOSCOW, May 4 (Reuters) - Already Russia's dominant lender, state-owned Sberbank has become one of the country's leading technology players, taking on an increasingly important role as sanctions and exiting rivals create gaps only a handful of firms can fill.Once a Soviet savings behemoth, Sberbank's image has gradually been transformed under CEO German Gref, who has overseen investments into artificial intelligence, cloud services, big data and smart devices.The shift, which now sees facial recognition used to access parts of the bank's plush new offices in Moscow, shows how Russia and Sberbank are adapting to the unprecedented economic sanctions imposed by the West over the conflict in Ukraine. But it also highlights challenges as Russia's tech development becomes increasingly reliant on one state-owned player.Sberbank's almost $530 billion in assets and 107 million retail clients underline its banking credentials. Since 2020 it has cast itself as a technology company as well, and is now seeking a bigger slice of Russia's shrinking technology pie.Even as the bank's profits slumped almost 80% in 2022, hammered by Western sanctions, investments in technology have remained high, the bank's Chief Technology Officer Andrei Belevtsev told Reuters, without giving concrete figures.\"Last year, 85% of (global tech) vendors and producers refused to work with Russia, but this in no way affected our work,\" Belevtsev said in a recent interview at his skyscraper offices overlooking Moscow's financial district.The message, as with most sectors of the Russian economy, is one of defiance.Belevtsev presented the past year as little more than a bump in the road for Russian tech, and laid out previously unreported details of Sberbank's domestic technology strategy and its hopes for further cooperation with China on open source technology.Russia, nevertheless, has acknowledged major shortcomings with its electronics industry. Imports of micro chips and other high-tech hardware crucial for weapons and car manufacturing have dried up and hundreds of thousands of workers, including many in the tech sector, have moved abroad.Belevtsev would not say how Sberbank, which operates supercomputers, gets access to micro chips, imports of which are subject to sanctions. Gref in April identified graphics cards as the trickiest hardware to replace.\"There are restrictions on some of them, it is a very complex technology,\" Belevtsev said. \"Every company has its commercial secrets, suppliers and supply chains.\"He declined to say whether the bank used so-called parallel imports, those that have been brought into the country without the licence holder's permission - an increasingly important market in post-sanctions Russia.CHINA COOPERATIONEven with supply issues, Sberbank has accelerated a drive to migrate to in-house technology and is ready to sell software domestically and for export if possible, Belevtsev said.\"Many countries are determining what they are ready to do and what they are not,\" he said. \"People are interested in Russia as a technology supplier and producer.\"One key market is China. Moscow is becoming more dependent on Beijing, having sharply raised its use of the yuan, increased energy supplies to China and started selling more Chinese-branded cars as Western automakers leave Russia.\"There is already a lot of cooperation on engineers and technology,\" Belevtsev said. \"We would like to see active cooperation on open source solutions ... not just between Russia and China, but in all countries of the world.\"But with that cooperation yet to take off, Sberbank's near-term future may be limited to the domestic market, where economic growth is likely to be minimal at best, as disposable incomes stagnate.Belevtsev, who said Sberbank had sold around 1.5 million smart devices since launching them less than three years ago, believes that consumers will always save up enough to buy a smart television, Russians' \"window onto the world\".\"Go to a remote Russian village,\" he said. \"If there is electricity there, you will certainly see a satellite dish.\"Our target is to sell hundreds of thousands of televisions this year.\"To do that, and seize market share abandoned by departing Western rivals, Sberbank is playing catch up with market leader Yandex (YNDX.O).That task is challenging as Yandex is developing carefully and unhurriedly in smart devices, whereas Sberbank - while taking the right steps - is trying to move faster, said Sergei Polovnikov, head of Content Review, a technology-focused publication.\"Sberbank has big ambitions and, most importantly, a bottomless wallet,\" said Polovnikov. \"You can get a lot done with money.\"(This story has been officially corrected to say that the company refused to work with Russia, not Sberbank, in paragraph 6)($1 = 79.3000 roubles)Reporting by Alexander Marrow; Editing by Mike Collett-White and Mark PotterAlexander MarrowThomson Reuters", "image": null, "time": "4 minute read"}, {"title": "TrendForce says SK Hynix to raise legacy chip output capacity in China", "description": "SEOUL, May 4 (Reuters) - South Korea's SK Hynix Inc (000660.KS) plans to expand its legacy chip production capacity at its chip manufacturing facilities in Wuxi, China, market research firm TrendForce said.The world's second-biggest memory chip maker's long-term strategy involves shifting its capacity expansion back to South Korea, while its Wuxi chip production site caters to domestic demand in China and the legacy DRAM memory chip market, the TrendForce report said.SK Hynix did not immediately respond to a Reuters request for comment on Thursday. TrendForce said its report was based on its \"latest research\", without citing sources.The report said SK Hynix had planned for its Wuxi factory to lower the output of legacy chips, but SK Hynix had instead decided to increase production capacity of them due to the U.S. curbs on exports of chip-making equipment to China, requiring licenses for U.S. companies to export advanced chips and chip-making equipment in a bid to slow China's technological advance.In March, SK Hynix's chief executive said it will ask the United States for a year's further exemption from the curbs.Last year, SK Hynix said it had received authorisation from the U.S. Commerce Department for a year to supply equipment needed for chip production in facilities in China, without seeking additional licensing requirements.SK Hynix has another chip plant in China in Dalian.Reporting by Heekyong Yang and Joyce Lee; Editing by Alexander Smith", "image": null, "time": "2 minute read"}, {"title": "Capgemini posts weaker revenue growth in first quarter", "description": "May 4 (Reuters) - French IT consulting group Capgemini (CAPP.PA) on Thursday reported weaker revenue growth in the first quarter of 2023, compared with the year-ago period, citing a tense economic environment with clients adopting a \"wait-and-watch stance\".Still, the company's quarterly revenue reached 5.73 billion euros ($6.35 billion), 10.9% above the first three months in 2022.Cloud services for years have been one of the largest sources of growth for some of the biggest tech companies, but investors are now looking to see whether there is a glut in capacity that will lead to investment cuts as companies deal with rising costs amid soaring inflation, while interest rate hikes have squeezed consumer demand.The sector downturn forced tech giants including Alphabet (GOOGL.O), Microsoft (MSFT.O), Meta (META.O) and Amazon (AMZN.O) to slash jobs.Capgemini, which offers consulting, digital, technical and engineering services, in February announced plans to ease hiring after growing its workforce by 11% in 2022, pointing to the sluggish demand for artificial intelligence, data and cloud services.At the end of March, the pace of expansion had dropped to 5% year-on-year with a headcount of 357,000 workers.\"We will start recruiting again later this year to achieve our growth targets\", Capgemini's CEO Aiman Ezzat told reporters.The Paris-based company reiterated its outlook for 2023, pointing to revenue growth in a range between 4% and 7% in constant currency terms, down from a 21.1% increase in 2022, and an operating margin between 13.0% and 13.2%.\"The economic context remains tense (...) It's all about postponements, but our clients' agenda hasn't changed, digital transformation remains their priority\", Ezzat added.Growth in new hires remains strong in tech products, the CEO specified, including research on generative AI.Late last month, German competitor SAP announced plans to embed OpenAI's chatbot ChatGPT into its products.Capgemini remains more cautious on AI development, with Ezzat stating that \"when adopting a new technology, it takes times to find the specific ways of using it to generate high margins\".(This story has been refiled to fix story formatting)($1 = 0.9024 euros)Reporting by Matteo Allievi and Victor Goury-Laffont in Gdansk; Editing by Muralikumar Anantharaman", "image": null, "time": "2 minute read"}, {"title": "China's top financial data provider restricts offshore access due to new rules", "description": "HONG KONG, May 4 (Reuters) - China's biggest financial data provider Wind Information Co told some customers late last year that it was restricting offshore users from accessing certain business and economic data as a result of the cybersecurity regulator's new data rules, two sources said.Restricted access to Wind by offshore users comes as China sharpens its focus on data usage and security amid rising geopolitical tensions and concerns about privacy in the world's second-largest economy.The move by Wind, whose services are used by economists, fund managers and others, also comes as China is looking to attract more foreign investments and revive an economy struggling for a post-COVID lift-off. The curbs include access to details on some companies' shareholding structures.Shanghai-based Wind has made part of its data such as home sale numbers, which used to be updated regularly, inaccessible for users based outside mainland China since September last year, one of the sources said.A Wind salesperson told the source in September the company had made the changes as per instructions from the Cyberspace Administration of China (CAC), which asked it to stop providing offshore users with certain data.The second source was also told by another Wind salesperson that the restrictions were put in place after the CAC unveiled new data rules last year.The cybersecurity regulator issued final rules last July requiring data exports to undergo security reviews, as part of a new regulatory framework that will affect hundreds, if not thousands, of Chinese companies.The new rules came in to effect from Sept. 1.Beijing has in recent years issued new cybersecurity, data and privacy laws that require organisations with large user bases to undergo assessments and approvals when handling the data they collect.Lawmakers also passed a wide-ranging update to Beijing's anti-espionage legislation late last month, banning the transfer of any information related to national security and broadening the definition of spying.The restrictions on offshore users' access to certain Wind data have expanded since last September, said the first source. It is unknown whether the CAC stepped up access tightening requirements since the same month.So far, offshore users' access to Wind information that has been blocked includes business registry details such as a company shareholding structure and its ultimate controller, as well as economic data such as home and land sales in certain cities, sources have told Reuters.Wind, which serves numerous domestic and foreign financial institutions, did not respond to requests for comment.The CAC did not immediately respond to a faxed request for comment.When asked about Chinese financial data providers including Wind having stopped providing key corporate information to overseas subscribers, foreign ministry spokesperson Mao Ning told a news briefing that she was not aware of the situation.The sources declined to be identified as they were not authorised to speak to the media.Founded in 1998 by entrepreneur Lu Feng, private-held Wind is by far the biggest player in China's fast-growing market for financial data, as per estimates by broker Guotai Junan Securities.LIMITED ACCESSBusiness groups have warned about the vague wording of China's new anti-espionage law, which bans the transfer of any information related to national security, the rise in use of exit bans on foreign business executives in the country and heightened scrutiny toward due diligence firms.U.S. due-diligence firm Mintz Group said in late March the authorities had raided the firm's China office and detained five local staff. The foreign ministry said at the time Mintz was suspected of engaging in unlawful business operations.Police visited Bain & Co's office in Shanghai and questioned staff, the U.S. management consultancy said last week.Besides Wind, China's main academic database China National Knowledge Infrastructure (CNKI) has limited access to overseas subscribers from April 1, according to users notified of the suspension.The access restrictions imposed on the database apply to dissertations and conference papers as well as legal and statistical data, the National University of Singapore said in March in a notice on its website about the disruption.CNKI did not respond to a request for comment on the matter.Reuters has reported, citing sources that Chinese data providers including company databases Qichacha, partially owned by Wind, and TianYanCha have stopped opening to offshore users for at least months.Headquartered in Shanghai's financial district Lujiazui, Wind has expanded its footprint outside China to places including Hong Kong, Singapore, New York and London, and competes with Refinitiv and Bloomberg LP.Wind raked in 2.5 billion yuan ($361.84 million) in sales in 2021, according to Guotai Junan's estimate, almost doubling from 2016 revenue of 1.33 billion yuan.($1 = 6.9091 Chinese yuan renminbi)Reporting by Julie Zhu and Xie Yu in Hong Kong, Yew Lun Tian in Beijing and the Shangahi newsroom; Editing by Sumeet Chatterjee and Kim Coghill", "image": null, "time": "4 minute read"}, {"title": "FTC proposes ban on Meta profiting from minors' data", "description": "WASHINGTON, May 3 (Reuters) - The U.S. Federal Trade Commission on Wednesday accused Meta's (META.O) Facebook of misleading parents about protections for children and proposed tightening an existing agreement on privacy to include a ban on making money from minors' data.Specifically, the FTC said Facebook misled parents about how much control they had over who their children had contact with in the Messenger Kids app and was deceptive about how much access app developers had to users' private data, breaching a 2019 agreement on privacy.The FTC's proposed changes include barring Facebook from making money off data collected on users under age 18, including in its virtual reality business. It would also face expanded limitations on using facial recognition technology.Meta shares fell as much as 2% on Wednesday but pared most of those losses and were off 0.3% at $238.50.Meta, which also owns Instagram, relies on digital ads targeted on the basis of its users' personal data for more than 98% of its revenue.The company maintains the world's biggest social networks, but is battling short video app TikTok for young users' attention after it soared to popularity with American teens several years ago.In a statement, Meta said the FTC action was \"a political stunt\" and that the FTC failed to act against \"Chinese companies, like TikTok.\"\"We will vigorously fight this action and expect to prevail,\" the company said.The FTC move on Wednesday is the first step in the process of changing the 2019 agreement. Facebook will have 30 days to respond. The company also can appeal any commission decision to an appeals court.\"This is a very substantial statement from the FTC about whether or not Meta has fulfilled its duties to protect children,\" said Debra Williamson of Insider Intelligence, adding that \"the revenue implications are not likely very large.\"Williamson said that some 5.2% of Facebook's monthly U.S. users are under 18, along with 12.6% of Instagram users.\"Facebook has repeatedly violated its privacy promises,\" said Samuel Levine, director of the FTC's Bureau of Consumer Protection. \"The company’s recklessness has put young users at risk, and Facebook needs to answer for its failures.\"The FTC has twice before settled with Facebook over privacy violations.The first was in 2012. Facebook agreed in 2019 to pay a record $5 billion fine to resolve allegations it had violated the 2012 consent order by misleading users about how much control they had over their personal data. That order was finalized in 2020.Separately, the FTC sued to stop Meta from buying the virtual reality content maker Within Unlimited but lost in court. The agency also asked a federal court in 2020 to order Facebook to sell Instagram, which it bought for $1 billion in 2012, and WhatsApp, which it bought for $19 billion in 2014. The case is underway.Reporting by Diane Bartz\nEditing by Chris Reese", "image": null, "time": "3 minute read"}, {"title": "Google wins US patent trial over data-retrieval technology", "description": "CompaniesLaw FirmsGoogle IncFollowAlphabet IncFollow(Reuters) - Alphabet's Google LLC won a jury trial on Tuesday in a long-running patent lawsuit in Delaware federal court over features in Google's smartphones and apps.The jury decided that Luxembourg-based patent owner Arendi SARL's patent was invalid and that Google did not infringe it, according to the verdict made public on Wednesday.Attorneys for Arendi did not immediately respond to a request for comment. Google spokesperson José Castañeda said the company was pleased with the decision and appreciated the jury's \"careful attention to the extensive evidence presented in this case.\"Norwegian inventor Atle Hedloy's Arendi sued Google in 2013 over the patent, which relates to retrieving information like names and addresses from a database and entering it into word processors and spreadsheets.Arendi alleged that Google's mobile devices and apps including Gmail, Chrome, Docs and Messages infringed. It asked the court for $45.5 million in damages, according to a spokesperson for Google's law firm Paul Hastings.The jury determined that Google did not infringe Arendi's patent and agreed with Google's argument that the patent was invalid based on earlier publications that disclosed the same invention.Arendi has also sued other tech companies including Apple Inc, Microsoft Corp and Samsung Electronics Co over related patents. Those cases have all been dismissed or resolved.Blake BrittainThomson Reuters", "image": null, "time": "2 minute read"}, {"title": "FTC to enforce law to curb risks of artificial intelligence", "description": "WASHINGTON, May 3 (Reuters) - The Federal Trade Commission's chief said the agency was committed to using existing laws to rein in some of the dangers of artificial intelligence, such as enhancing the power of dominant firms and \"turbocharging\" fraud.\"Although these (AI) tools are novel, they are not exempt from existing rules, and the FTC will vigorously enforce the laws we are charged with administering, even in this new market,\" FTC Chair Lina Khan wrote in an opinion piece in the New York Times on Wednesday.The sudden popularity of Microsoft-backed (MSFT.O) OpenAI's ChatGPT this year has prompted global calls for regulation amid concerns about its possible use for wrongdoing even as companies seek to use it to enhance efficiency.  read more She described the agency as \"well equipped\" to handle the job.One risk she noted was that firms that dominate cloud services and computing would become even more powerful as they help startups and other firms launch their own AI. AI tools could also be used to facilitate collusion to raise prices.Khan expressed concern that generative AI, which writes in conversational English, could be used to help scammers write more specific and effective phishing emails.\"When enforcing the law's prohibition on deceptive practices, we will look not just at the fly-by-night scammers deploying these tools but also at the upstream firms that are enabling them,\" she wrote.Reporting by Diane Bartz\nEditing by Bernadette Baum", "image": null, "time": "2 minute read"}, {"title": "Ex-OpenSea manager convicted in NFT insider trading case", "description": "NEW YORK, May 3 (Reuters) - A former product manager at non-fungible token (NFT) marketplace OpenSea was convicted on Wednesday of fraud and money laundering for using inside knowledge of which assets would be featured on its home page to trade NFTs.Nathaniel Chastain was accused of buying NFTs he had decided to feature on the OpenSea website and selling them shortly afterward to make more than $50,000 in illegal profit, in what federal prosecutors in Manhattan described as the first insider trading case involving digital assets.\"Although this case involved trades in novel crypto assets, there was nothing particularly innovative about his conduct - it was fraud,\" Damian Williams, the U.S. Attorney in Manhattan, said in a statement.The charges against Chastain, announced last June, were the first in a series of high-profile cases related to digital assets launched by Williams' office last year.The case could have broader implications for assets that do not fit in to existing regulations preventing investment advisers, brokers and others from trading on material nonpublic information, legal experts have said.Chastain had pleaded not guilty. His lawyer, David Miller, said following the verdict that the legal team would \"evaluate our options.\"\"We respect the jury process. We respectfully disagree with their decision,\" Miller told reporters.Chastain's lawyers argued that OpenSea, the world's largest NFT marketplace, did not treat knowledge of what NFTs would be featured on its home page as confidential information when Chastain worked at the company.\"You can't hold Nate to a standard that didn't exist,\" his lawyer Daniel Filor told jurors in his closing argument on Monday. \"Nobody told Nate that he couldn't use or share that information.\"Prosecutor Allison Nichols said Chastain used anonymous OpenSea accounts to make the illegal trades, showing he knew that what he was doing was wrong.\"He hid what he was doing,\" Nichols told the jury in her rebuttal argument. \"He knew that he had violated OpenSea's confidentiality agreement.\"U.S. District Judge Jesse Furman, who presided over the trial, set Chastain's sentencing date for Aug. 22.Reporting by Luc Cohen in New York\nEditing by Matthew LewisLuc CohenThomson Reuters", "image": null, "time": "2 minute read"}, {"title": "Apple results could mark weak finish to Big Tech earnings", "description": "May 3 (Reuters) - Apple Inc (AAPL.O) will likely report a more than 4% drop in revenue, its second straight quarterly decline, weighed down by consumers shunning non-essential purchases such as iPhones and Mac computers and slowing growth at its services business.The results on Thursday from the world's most valuable company will follow better-than-expected earnings from U.S. technology peers, which had raised hopes that the worst may be over for a sector that has laid off tens of thousands this year.Apple, an industry outlier with no mass layoffs so far, is set to post its first ever revenue declines across product lines, even as iPhone demand and production recovered in China after pandemic-driven disruptions last year.\"Apple is seeing moderate headwinds in its hardware businesses as iPhones face modest contraction in premium device demand and the iPad and Mac businesses could be weighed down by consumer and enterprise trends,\" analysts at Cowen and Co said.Hardware sales are set to decline over 7% to $71.93 billion in the second quarter, according to 23 analysts polled by Visible Alpha.Mac sales, which account for nearly a tenth of Apple's revenue, likely fell by a quarter, while revenue from flagship iPhone is estimated to have declined by over 3%.Apple's revenue set to fall in Q2 2023Global PC shipments slumped by nearly a third between January and March, according to data from research firm IDC, led by an over 40% drop in those sold by Apple. The global smartphone market, meanwhile, shrank 13% for a fifth straight quarter of decline.CHINA CHEERApple investors, however, would be encouraged by a recovery in China, the company's third-largest market.\"The reopening of China, both from the supply chain and the consumer demand standpoint, works in Apple's favor,\" said Tom Forte of D.A. Davidson, who expects iPhone sales there to rise.A near 1% pullback in the dollar  during the quarter is also a bright spot in what is typically a weak period following the holiday shopping season, analysts said.Revenue in its services business, a key growth engine for Apple and home to its App Store and video streaming service, likely rose about 6%, according to Visible Alpha. That would mark its second lowest growth rate since at least the first quarter of fiscal 2017.\"For Apple, it is much more about a user growth story than a unit growth story,\" said KeyBanc Capital Markets analyst Brandon Nispel, who believes efforts to grow market share in developing economies such as India and Brazil will be crucial.He expects Apple to have added 30 million users to its active installed user base - the number of active Apple devices in the world. That figure stood at 2 billion as of end December.The company is ramping up its manufacturing and store presence in India as it looks to diversify its supply chain and gain consumers. The market could contribute $20 billion to annual revenue by 2025, brokerage Wedbush estimates.Reporting by Yuvraj Malik and Aditya Soni in Bengaluru; Editing by Sriraj Kalluvila", "image": null, "time": "3 minute read"}, {"title": "Bosch looks to growth in cars, heating systems", "description": "CompaniesRobert Bosch GmbHFollowFRANKFURT, May 4 (Reuters) - German technology group Robert Bosch expects 6% to 9% revenue growth this year from 88.2 billion euros ($97.49 billion) in 2022 and an EBIT margin of 5%, up from 4.3% last year, it said on Thursday thanks to growth in both its cars and heating systems businesses.The transformation of energy systems to protect the climate creates business potential, Bosch Chief Executive Stefan Hartung said, making clear that opportunities lay in both the electrification of cars and heating systems.\"Growth is not only on the road, even though we are very successful there,\" he said.($1 = 0.9047 euros)Reporting by Ilona Wissenbach\nWriting by Madeline Chambers\nEditing by Friederike Heine", "image": null, "time": "1 minute read"}, {"title": "Qualcomm outlook grim as smartphone sales stay weak", "description": "May 3 (Reuters) - Qualcomm Inc (QCOM.O) on Wednesday forecast third-quarter revenue and profit below Wall Street estimates, saying the smartphone industry would take longer to use up excess chips before fresh orders flow in.Shares of the chip designer fell nearly 7% in extended trading after it said its forecast also accounted for macroeconomic headwinds and weaker global sales of handsets.While Qualcomm hopes smartphone sales will recover in China in the second half of the year, CEO Cristiano Amon told investors on a conference call that \"we have not seen evidence of meaningful recovery and are not incorporating improvements into our planning assumptions.\"The company said a larger-than-normal decline in its chip revenue forecast from the prior quarter was mainly due \"to the timing of purchases by a modem-only handset customer.\"Qualcomm did not name the customer, but Kinngai Chan, analyst at Summit Insights Group, said it was Apple Inc (AAPL.O), which makes its own application processor.Apple is the largest purchaser of Qualcomm's standalone modem chips, instead of its main flagship chip which includes a modem and an application processor.Apple reports earnings on Thursday after markets close.Qualcomm forecast chips revenue of $6.9 billion to $7.5 billion.The smartphones market was one of the first hit by declining demand after high inflation curbed consumer spending on discretionary goods like electronics, resulting in vendors slashing new chip orders.Smartphone demand has remained weak despite promotions and price cuts. Global smartphone shipments fell 13% in the first quarter, according to research firm Canalys.Easing COVID-19 curbs in China has not significantly boosted demand, with sliding first-quarter sales for Apple and its Android rivals in the world's second largest economy.Qualcomm also faces stiffer competition, especially for high end smartphone chips, from Taiwan's MediaTek (2454.TW).Reuters Graphics\"MediaTek is pushing hard into the high-end market,\" said Runar Bjorhovde, analyst at research firm Canalys. \"It is very open to working with anyone that can help it grow a bit more into the high-end where I guess Samsung is the big one for Qualcomm to defend.\"Amon said that when Huawei Technology Co Ltd (HWT.UL) left the smartphone market, Apple picked up some of its premium-handset market share, resulting in a net loss for Android phones powered by Qualcomm's flagship processorsUsed phones are also starting to eat into sales of premium-tier devices, Chief Financial Officer Akash Palkhiwala said, noting that this is baked into Qualcomm's forecast and the company is monitoring it closely.Qualcomm forecast total revenue of $8.1 billion to $8.9 billion in the third quarter. Analysts polled by Refinitiv expected revenue of $9.14 billion.It estimated adjusted earnings per share of $1.70 to $1.90, compared to analysts' expectations of $2.16.Reporting by Chavi Mehta in Bengaluru and Jane Lanhee Lee in Oakland, California; Editing by Arun KoyyurChavi MehtaThomson ReutersJane LeeThomson Reuters", "image": null, "time": "3 minute read"}, {"title": "Infineon raises full-year guidance", "description": "BERLIN, May 4 (Reuters) - German chipmaker Infineon (IFXGn.DE) raised its full-year guidance on Thursday, citing strong demand from the electromobility, renewable energy generation and energy infrastructure sectors.\"Although an improvement in consumer goods markets such as smartphones, PCs and home appliances is not yet visible, we are nevertheless very confident overall about Infineon's future business performance,\" Chief Executive Jochen Hanebeck said.Infineon now sees full-year revenues of 16.2 billion euros ($17.96 billion)- plus or minus 300 million - compared with its previous forecast for 15.5 billion and with analyst consensus for 16.1 billion.The group, whose chips are used in cars and data centres, had in February already lifted its full-year forecast on strong demand from carmakers, which are restocking inventories following a global chip glut, leading to higher prices.Shares in Infineon rose 1% in early Frankfurt trade.($1 = 0.9021 euros)Reporting by Maria Sheahan, editing by Kirsti Knolle", "image": null, "time": "1 minute read"}]