[{"title": "MegaRobo raises $300 mln in Goldman Sachs-led funding round", "description": "June 15 (Reuters) - MegaRobo Technologies, a Chinese start-up that uses artificial intelligence and robotics in life sciences research, has raised $300 million in a funding round led by Goldman Sachs Asset Management, Asia Investment Capital and GGV Capital.The six-year-old company is the latest start-up from the pharmaceutical industry to capitalize on a jump in investor interest in the sector after the COVID-19 pandemic.MegaRobo, whose products include a COVID-19 testing solution, said on Wednesday it plans to use the fresh funds to fund research and development, increase capacity and expand its presence into new international markets.Even though market volatility has closed the door on initial public offerings this year, several private companies continue to raise money at high valuations from private equity and venture capital firms.Market research platform AlphaSense also raised $225 million on Wednesday in a funding round that valued it at $1.7 billion, while biotechnology firm Synthego earlier this year raised $200 million in a fundraise led by hedge fund Perceptive Advisors, with participation from SoftBank Vision Fund 2.  read more Reporting by Manya Saini in Bengaluru; Editing by Aditya Soni", "image": null, "time": "June 15, 2022"}, {"title": "Bitcoin falls to fresh 18-month low as crypto meltdown deepens", "description": "LONDON, June 15 (Reuters) - Bitcoin tumbled on Wednesday to a new 18-month low, dragging smaller tokens down with it and deepening a market meltdown sparked by crypto lender Celsius this week freezing customer withdrawals.The world's largest cryptocurrency fell as much as 7.8% to $20,289, its lowest since December 2020. It has lost around 28% since Friday and more than half of its value this year. It has slumped about 70% from its record high of $69,000 in November.The digital currency sector has been pummelled this week after U.S. crypto lender Celsius froze withdrawals and transfers between accounts, stoking fears of contagion in markets already shaken by the demise of the terraUSD and luna tokens last month.Expectations of sharper U.S. Federal Reserve interest rate hikes as inflation in the world's biggest economy soars have also heaped pressure on risky assets from cryptocurrencies to stocks.Crypto funds saw outflows of $102 million last week, according to digital asset manager CoinShares, citing investors' anticipation of tighter central bank policy.The value of the global crypto market has tumbled 70% to under $900 billion from a peak of $2.97 trillion in November, CoinMarketCap data shows.Bitcoin so far in 20221/2Read More\"The ripples running through the market haven't stopped yet,\" said Scottie Siu, investment director at Hong Kong-based Axion Global Asset Management. \"I think we’re still in the middle of it unfortunately, the game isn’t over.\"Celsius has hired restructuring lawyers and is looking for possible financing options from investors, the Wall Street Journal reported, citing people familiar with the matter. Celsius is also exploring strategic alternatives including a financial restructuring, it said.Smaller cryptocurrencies, which tend to move in tandem with bitcoin, also fell. Ether , the second largest token, fell as much as 12% to $1,045, a new 15-month low.The chaos in the crypto market has spread to other companies, with a number of exchanges slashing workforces.Major U.S. exchange Coinbase Global Inc (COIN.O) said on Tuesday it will cut about 1,100 jobs, or 18% of its workforce. Gemini, another U.S. exchange, said this month it would cut 10% of its workforce.  read more Still, others are continuing to hire. Binance, the world's largest exchange, said on Wednesday it was hiring for 2,000 positions, and U.S. exchange Kraken said it had 500 roles to fill.  read more \"Hunker down,\" tweeted Binance CEO Changpeng Zhao.Reporting by Tom Wilson; additional reporting by Alun John in Hong Kong, editing by William Maclean and Jason Neely", "image": null, "time": "June 15, 2022"}, {"title": "Tesla, Honda among those to report advanced driving systems vehicle crashes-U.S.", "description": "WASHINGTON, June 15 (Reuters) - Tesla Inc (TSLA.O) reported 273 vehicle crashes involving advanced driving assistance systems like Autopilot since July, while Honda Motor (7267.T) identified 90, data from U.S. auto safety regulators released on Wednesday showed.The companies made the disclosures to the National Highway Traffic Safety Administration (NHTSA) after the regulator issued an order in June 2021 requiring automakers and tech companies to immediately report all crashes involving advanced driver assistance systems (ADAS) and vehicles equipped with automated driving systems being tested on public roads.Of the 392 total crashes involving ADAS reported by a dozen automakers, six deaths were reported and five had serious injuries.NHTSA said Alphabet Inc's (GOOGL.O) self-driving car unit Waymo reported 62 crashes involving vehicles with automated driving systems, while General Motors' (GM.N) Cruise had 23.NHTSA said the data has already been used to trigger investigations and recalls and helped inform existing defect probes. The agency did not immediately identify who was at fault in crashes and will release more detailed information on individual incidents later on Wednesday.The agency emphasized crashes are tracked by individual automakers in different ways and discouraged comparisons of performance among automakers in part because there aren't comprehensive metrics on how widely each system is used.The agency said out of 130 crashes reported involving automated driving systems, 108 involved no injuries and one was a serious injury crash.Tesla, Cruise and Waymo did not immediately respond to requests for comment.Japan's Honda told Reuters it had found no defects in the systems and its crash reports were based on unverified customer statements \"to comply with NHTSA’s 24-hour reporting deadline.\"No other automaker reported more than 10 ADAS crashes during the period.Despite the limitations, NHTSA said the data was essential in order to quickly spot potential defects or safety trends. Incidents that occur when an advanced system was engaged within 30 seconds of a crash must be reported within 24 hours to NHTSA.\"By providing NHTSA with critical and timely safety data this will help our investigators quickly identify potential defect trends,\" NHTSA Administrator Steven Cliff told reporters. He cautioned the raw number of incidents reported per manufacturer \"is by itself inadequate to draw conclusions.\"The agency plans to release new data monthly.NHTSA has been scrutinizing Autopilot and said last week it was upgrading its probe into 830,000 Tesla vehicles with the system, a required step before it could seek a recall. The regulator had opened a preliminary evaluation to assess the performance of Autopilot after about a dozen crashes in which Tesla vehicles struck stopped emergency vehicles.  read more Separately, NHTSA has opened 35 special crash investigations involving Tesla vehicles in which ADAS was suspected of being used. A total of 14 crash deaths have been reported in those Tesla investigations, including a May California crash that killed three people.Tesla says Autopilot allows the vehicles to brake and steer automatically within their lanes but does not make them capable of driving themselves.Reporting by David Shepardson; Editing by Muralikumar Anantharaman", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/DRHMOZQUXZIXHOYL3IKE6GUYZE.jpg", "time": "June 15, 2022"}, {"title": "How crypto lender Celsius stumbled on risky bank-like investments", "description": "June 15 (Reuters) - Celsius Network, the retail crypto lending platform whose liquidity problems have sent cryptocurrencies plunging, stumbled on complex investments in the wholesale digital asset market in what analysts say was akin to a traditional bank run.Citing extreme market conditions, New Jersey-based Celsius this week froze withdrawals and transfers between accounts \"to stabilize liquidity.\" In a video on Friday, the company's finance chief said Celsius, along with the industry, had seen redemptions rise following the collapse of cryptocurrency TerraUSD in May.  read more Cryptocurrencies have since lost over $400 billion in value.Similar to a bank, Celsius gathers crypto deposits from retail customers and invests them in the equivalent of the wholesale crypto market, including \"decentralized finance\" or DeFi sites that use blockchain technology to offer services from loans to insurance outside the traditional financial sector.  read more Unlike banks, Celsius promises retail customers huge returns, sometimes as much as 18.6% annually. The lure of big profits has led individual investors to pour assets into Celsius and platforms like it. Its CEO Alex Mashinsky said in October Celsius had $25 billion in assets, although that had fallen to around $11.8 billion as of last month, its website showed.Celsius appears to have stumbled on its wholesale crypto investments, according to public blockchain information and analysts who track such data. As those investments soured, the company was unable to meet redemptions from customers fleeing amid the broader crypto market slump, analysts said.“This is the closest we've seen to a bank run” in the cryptocurrency sector, said Noelle Acheson, head of market insights at Genesis, a digital currency prime brokerage.Mashinsky and a representative for Celsius did not respond to requests for comment. The company said on Sunday it was taking steps to meet redemptions but \"there may be delays.\"Celsius' problems date back to at least December when, at the hands of hackers, it lost $54 million worth of bitcoin it had invested with DeFi platform BadgerDao, according to public blockchain data. At the time, Mashinsky said Celsius lost money, but did not disclose how much.Celsius had also invested in the Anchor protocol which offered up to 20% returns on deposits of TerraUSD. As TerraUSD fell, Celsius pulled more than $535 million in crypto assets from Anchor, according to public blockchain data.  read more Mashinsky said in a May interview that its exposure to TerraUSD was small relative to its assets but did not say if the company had lost money.loadingThe company's biggest misstep, though, appears to have been its decision to invest customers' ether tokens with Lido Finance, a DeFi platform offering investors the chance to profit from a new version of ether that is in development. The investments are known as \"staked\" ether, or stETH.Celsius promised customers between 6% and 8% returns on ether deposits. It had at least $450 million in stETH in its primary DeFi wallet, but likely has more stored elsewhere, according to Andrew Thurman, an analyst at analytics firm Nansen, which tracks blockchain data.While one stETH is supposed to be redeemable for one ether, stETH's price has dropped compared to ether in recent weeks as the crypto market fall prompted holders to dump their stETH.That discrepancy will have made it difficult for Celsius to convert its stETH back to ether to meet customer withdrawals, said analysts.“Everybody ... could see that they had positions that were significantly under risk,” said Thurman.The slump in bitcoin, which has shed about half its value this year, has also pressured Celsius. It pledged crypto assets pegged to bitcoin as collateral against a loan of other cryptocurrencies, according to Thurman. As bitcoin fell, Celsius had to top up that collateral, said Thurman.In 2019, Mashinsky told the Financial Times that Celsius had crypto loans collateralized with bitcoin.\"The whole thing is just mispriced risk,\" Cory Klippsten, CEO of crypto investment platform Swan Bitcoin, said of Celsius' business model.CONTAGION WORRIESCelsius has hired restructuring lawyers, the Wall Street Journal reported Tuesday. Its problems have sparked fears that other crypto lending platforms may be at risk of investor runs.On Tuesday, the chair of the U.S. Securities and Exchange Commission said such platforms operate a bit like banks and that promised high returns might be \"too good to be true.\"  read more Celsius' peers have been quick to distance themselves from stETH. On Monday, New Jersey-based BlockFi tweeted it does not hold any stETH principally or as collateral. Voyager Digital, also New Jersey-based, tweeted it has never engaged in DeFi lending activities and has no exposure to stETH.But according to Thurman, several other crypto lending platforms, such as Aave, invest in stETH and pledge it as collateral. If it continues to drop relative to ether, there is a \"risk of pretty significant liquidations.\"Aave did not respond to requests for comment.Reporting by Hannah Lang in Washington, Elizabeth Howcroft in London and Carolina Mandl in New York Additional reporting by Tom Wilson in London\nEditing by Michelle Price and Mark Potter", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/GAN2GWZDBZPAFE3KASROAV27BE.jpg", "time": "June 15, 2022"}, {"title": "Elon Musk files appeal to end SEC decree over Twitter posts", "description": "CompaniesTesla IncTwitter IncNEW YORK, June 15 (Reuters) - Elon Musk on Wednesday appealed a judge's refusal to end his 2018 agreement with the U.S. Securities and Exchange Commission requiring a Tesla Inc (TSLA.O) lawyer to vet some of his posts on Twitter.According to a court filing, Musk will ask the 2nd U.S. Circuit Court of Appeals in Manhattan to overturn the April 27 decision by U.S. District Judge Lewis Liman allowing his consent decree with the SEC to stand.  read more  The SEC declined to comment.The decree resolved an SEC lawsuit accusing Musk of defrauding investors by tweeting on Aug. 7, 2018, that he had \"funding secured\" to take his electric car company private, though a buyout was not close.Musk agreed to let a Tesla lawyer screen tweets that might contain material information about the company. He and Tesla each also paid $20 million in civil fines, and Musk gave up his role as Tesla chairman.The SEC later opened a probe and subpoenaed documents concerning Musk's and Tesla's compliance with the decree, after Musk asked followers in a Nov. 6, 2021 tweet whether he should sell 10% of his Tesla stake to cover tax bills on stock options.Musk argued that the decree and subpoena undermined his constitutional right to free speech, and accused the SEC of trying to launch \"endless, boundless investigations of his speech.\"Liman, however, rejected Musk's arguments, finding it \"wholly unpersuasive\" that Musk, already one of the world's richest people in 2018, settled to avoid economic duress.The judge said Musk cannot escape the decree by \"bemoaning that he felt like he had to agree to it at the time but now—once the specter of the litigation is a distant memory and his company has become, in his estimation, all but invincible—wishes that he had not.\"Musk, the world's richest person according to Forbes magazine, is trying to buy Twitter Inc (TWTR.N) for $44 billion.He has called himself a \"free speech absolutist\" who wants to change the company's speech moderation policies. He has also said his \"funding secured\" tweet was truthful.  read more The appeals process often takes several months.Reporting by Jonathan Stempel in New York; Editing by Andrew Heavens, Bernadette Baum and Nick Zieminski", "image": null, "time": "June 15, 2022"}, {"title": "Qualcomm wins fight against $1 bln EU antitrust fine", "description": "LUXEMBOURG, June 15 (Reuters) - U.S. chipmaker Qualcomm (QCOM.O) on Wednesday won its fight against a 997 million euro ($1.05 billion) fine imposed by EU antitrust regulators four years ago, dealing a major setback to EU antitrust chief Margrethe Vestager's crackdown on Big Tech.The European Commission in its 2018 decision said Qualcomm paid billions of dollars to Apple (AAPL.O) from 2011 to 2016 to use only its chips in all its iPhones and iPads in order to block out rivals such as Intel Corp (INTC.O)Qualcomm's fine is one of several imposed by Vestager on companies ranging from Alphabet unit Google (GOOGL.O) to banks and truckmakers over anti-competitive practices. Apple, Amazon and Facebook are being investigated.The General Court, Europe's second-highest, annulled the EU finding and faulted the EU competition enforcer over the handling of the case.\"A number of procedural irregularities affected Qualcomm's rights of defence and invalidate the Commission's analysis of the conduct alleged against Qualcomm,\" judges said.\"The Commission did not provide an analysis which makes it possible to support the findings that the payments concerned had actually reduced Apple’s incentives to switch to Qualcomm's competitors in order to obtain supplies of LTE chipsets for certain iPad models to be launched in 2014 and 2015,\" they said.The EU competition enforcer can appeal on matters of law to the EU Court of Justice (CJEU), Europe's highest court.The Commission said it would carefully study the judgement and its implications and consider its next steps. Qualcomm did not immediately respond to an emailed request for comment.\"The high-level conclusion is that the Court is telling the Commission to be extremely cautious in pricing abuses,\" said Assimakis Komninos, a partner at law firm White & Case.\"The Commission will now be very hesitant to start investigations into such cases unless they are really sure,\" he said.This is the second major defeat for Vestager who in January lost the court's backing for a 1.06 billion euro fine on Intel 12 years ago for squeezing rival Advanced Micro Devices (AMD.O).Vestager's next test is on Sept. 14 when the General Court will rule on Google's challenge against a record 4.34 billion euro antitrust fine levied for using its Android mobile operating system to squeeze out rivals.The case is T-235/18.($1 = 0.9532 euros)Reporting by Foo Yun Chee; Additional reporting by Charlotte Van Campenhout; Editing by Kirsten Donovan and Edmund Blair", "image": null, "time": "June 15, 2022"}, {"title": "More than 100 CEOs urge U.S. Congress to pass China competition bill", "description": "SAN FRANCISCO/WASHINGTON, June 15 (Reuters) - Chief executives from Alphabet Inc (GOOGL.O), Amazon.com Inc (AMZN.O) and Microsoft Corp (MSFT.O) on Wednesday called on Congress to pass legislation aimed at boosting U.S. economic competitiveness against China, including in chip manufacturing.Those executives and more than 100 others signed a letter urging the U.S. House of Representatives and Senate, which each have passed different versions of the legislation, to reach an agreement and send a bill to President Joe Biden for his signature. Legislators will break for a summer recess in August, after which most observers expect lawmakers to shift their attention to this fall's midterm elections.\"Our global competitors are investing in their industry, their workers, and their economies, and it is imperative that Congress act to enhance U.S. competitiveness,\" saidthe letter.The Semiconductor Industry Association (SIA), which organized the letter signing, said the letter was the largest group of corporate leaders so far to endorse the bill.The legislation includes $52 billion in federal funding to expand U.S. semiconductor manufacturing capacity, which happens in factories called \"fabs,\" short for fabrication plants.“The leaders of our industry are under pressure to get fabs up to respond to the growing demand for chips. And they can't wait,” said SIA CEO John Neuffer, adding that the bill would “ensure that more of those fabs are going to be built in the U.S. rather than overseas.”The SIA is also calling for an investment tax credit for semiconductor manufacturing and design in the competitiveness legislation.Democratic House Majority Leader Steny Hoyer said he hoped lawmakers could complete the legislation by the end of the month. He added that Republican Senate Minority Leader Mitch McConnell told him “he is not going to do anything to oppose or undermine consideration of this bill.”Reporting By Jane Lanhee Lee, Moira Warburton and Stephen Nellis; Editing by Cynthia Osterman", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/INJYUG6LGBPJLOVBT4KEPLHLRI.jpg", "time": "June 15, 2022"}, {"title": "Roblox May bookings take hit from strong dollar", "description": "June 15 (Reuters) - Roblox Corp (RBLX.N) on Wednesday became the latest U.S. company to report a hit from a stronger dollar, saying its bookings fell up to 11% last month despite a jump in daily active users.The announcement sent the gaming platform's shares down 4% in premarket trading and echoed remarks from other major American corporations such as Microsoft Corp (MSFT.O) and Coca-Cola Co (KO.N).  read more \"We estimate the impact of foreign currency fluctuations led to a reduction of around 4% in May 2022 bookings,\" said Roblox, one of the world's most popular gaming sites for children.A hawkish Federal Reserve and heightened geopolitical tensions have driven a 10% gain in the dollar so far this year. A stronger greenback typically eats into the profits of companies that convert foreign currencies into dollars.The dollar strength adds to the woes of Roblox, which said in May that net losses would continue for the \"foreseeable future\" after a slowdown in the pandemic-era gaming boom dented its first-quarter bookings.In May, estimated bookings were between 9% and 11% lower from a year earlier, it said.Bookings refer to Roblox's virtual currency \"Robux\" that players can spend in-game to upgrade their avatars by purchasing items such as clothing, collectibles or accessories.Reporting by Tiyashi Datta in Bengaluru; Editing by Aditya Soni", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/HBE7KIY4EFKVXD5X54I22773M4.jpg", "time": "June 15, 2022"}, {"title": "Samsung's Lee discusses smooth supply of \"essential\" chip equipment with ASML's Wennink", "description": "SEOUL, June 15 (Reuters) - Samsung Electronics (005930.KS) Vice Chairman Jay Y. Lee met with ASML Holding NV (ASML.AS) CEO Peter Wennink on Tuesday to discuss cooperating over the adoption of high-end chip equipment, Samsung said on Wednesday.A company statement said Lee and executives from the Dutch multinational held wide-ranging discussions on the smooth supply of extreme ultraviolet (EUV) lithography equipment, \"essential for implementing minute processes for next-generation semiconductor production.\"The also discussed prospects for the chip market and technology trends, the statement said, without elaborating further.ASML's EUV machines are key to advanced chipmaking and cost up to $160 million each, and the limited number produced has created a bottleneck for chipmakers like Samsung, TSMC (2330.TW) and Intel (INTC.O) which have plans to spend more than $100 billion in coming years to build semiconductor plants.  read more Samsung is estimated to secure 18 EUV machines from ASML this year, up from an estimated 15 last year and 8 in 2020, Lee Jae-yun, analyst at Yuanta Securities, said in past comments.Samsung, which uses EUV process in both chip contract manufacturing and DRAM memory chip manufacturing, declined comment on specific future EUV adoption plans. It was the first to use EUV in DRAM manufacturing.Samsung said in an earnings call in January that it would be \"expanding supply of high-performance products and increasing application of its industry-leading EUV technology\" for memory chips.It also said that its chip contract manufacturing investments were concentrated on capacity expansions for advanced 5-nanometer EUV processes in its Pyeongtaek, South Korea plant.Lee also visited microelectronics think-tank IMEC on Wednesday, Samsung said.Reporting by Joyce Lee and Heekyong Yang; Editing by Simon Cameron-Moore", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/K7GZLZMGPZJXFFXLFH3P35ZM3Q.jpg", "time": "June 15, 2022"}, {"title": "EXCLUSIVE U.S. targets Russia with tech to evade censorship of Ukraine news", "description": "LONDON/WASHINGTON, June 15 (Reuters) - The U.S. government has pushed new, increased funding into three technology companies since the start of the Ukraine conflict to help Russians sidestep censors and access Western media, according to five people familiar with the situation.The financing effort is focused on three firms that build Virtual Private Networks (VPN) - nthLink, Psiphon and Lantern – and is designed to support a recent surge in their Russian users, the sources said.VPNs help users hide their identity and change their online location, often to bypass geographic restrictions on content or to evade government censorship technology.Reuters spoke to executives at all three U.S. government-backed VPNs and two officials at a U.S. government-funded nonprofit organization that provided them with financing - the Open Technology Fund (OTF) - who said the anti-censorship apps have seen significant growth in Russia since President Vladimir Putin launched his war in Ukraine on Feb. 24.Between 2015 and 2021, the three VPNs received at least $4.8 million in U.S. funding, according to publicly available funding documents reviewed by Reuters. Since February, the total funding allocated to the companies has increased by almost half in order to cope with the rise in demand in Russia, the five people familiar with the matter told Reuters.The funding flows through the U.S. Agency for Global Media (USAGM) – a federal agency that oversees U.S. government-backed broadcasters, including Voice of America and Radio Free Europe/Radio Liberty – as well as via the Washington-based OTF, which is funded entirely by the U.S. government and overseen by the USAGM.Laura Cunningham, president of the OTF, said the organization had increased its support to the three VPNs because \"the Russian government is attempting to censor what their citizens can see and say online in order to obscure the truth and silence dissent.\"Censorship evasion tools, including the VPNs, backed by OTF averaged more than 4 million users last month in Russia, Cunningham added.In a statement, USAGM also said it was supporting the development of a range of censorship circumvention tools, including VPNs. It also did not give precise data on their funding.\"With the Kremlin's escalating crackdown on media freedom, we've seen an extraordinary surge in demand for these tools among Russians,\" USAGM spokesperson Laurie Moy said.Russia's foreign ministry did not respond to an emailed request for comment. In a statement, the Kremlin rejected allegations of online censorship: \"We don't censor the Internet. Russia regulates certain Web resources, like many other countries in the world.\"Martin Zhu, director of engineering at nthLink, said his app's daily users in Russia had recently soared after it was promoted heavily by U.S. government-funded news websites such as Voice of America: \"The graph went from 1,000 one day to 10,000 the next day, to 30,000 the day after that, to 50,000 and straight up.\"\"There are a lot of people in Russia who don't trust Putin, and government media,\" he said.Zhu, who shared confidential data with Reuters that illustrated this spike in users, said his company would normally struggle to operate inside Russia without financial support from the U.S. government.Nigel Gibbs, a public affairs officer for VOA, said that it regularly promotes the three VPNs on its network, and had integrated one of them, Psiphon, directly into the VOA smartphone app.Mike Hull, CEO of Toronto-headquartered Psiphon, said that the recent U.S. government financing had been \"instrumental.\" He said more than 1.3 million Russians a day were using Psiphon's network.At Lantern, an executive at the company, who asked not to be identified for security concerns, said it had added 1.5 million monthly users in Russia since the start of the war, from a previous base of around five million global monthly users, thanks to promotion on U.S. government media and also word of mouth on the messaging app Telegram, which is popular in Russia.VPN POSTERSPosters advertising nthLink and other U.S.-government backed VPNs, as well as independent Russian-language media outlets, have appeared in Moscow since the start of the war, according to three people familiar with the matter.One homemade poster pasted in a Moscow apartment building in the month after the invasion said: \"Read about Russia and Ukraine in Russian. Knowing the truth is not a crime!\" Below that a QR code links to nthLink, according to a photo of the poster reviewed by Reuters that was corroborated by three separate sources.Reuters was unable to determine the exact location of the poster nor who hung it. The mayor's office in Moscow and local police did not immediately respond to a request for comment on the posters.Opening nthLink in Russia leads users to a series of recent news headlines, including updates about Moscow's war in Ukraine, from U.S. government-funded news websites.Long before Moscow launched what it calls a \"special military operation\" in Ukraine, Russian authorities had been pressuring domestic media they viewed as hostile and foreign-backed by designating some media outlets and journalists as \"foreign agents\".In an escalation of that pressure, Russia's parliament passed a law in March that allows journalists to be jailed for up to 15 years for spreading intentionally \"fake\" news about the Russian military.Moscow also cut access to several foreign media websites, including the BBC and Voice of America, on March 4 for spreading what it alleged was false information about its war in Ukraine. At the time, VOA and BBC both strongly denied the claim.As early as 2017, Putin signed a law which prohibited the use of VPNs and in 2019 Russia threatened to completely block access to a string of popular VPNs. Even so, the apps have continued to be quietly used in Russia.CRACKDOWNThe demand for VPNs in Russia skyrocketed in March when Moscow introduced restrictions on some foreign social media, including Facebook and Instagram.On the eve of the ban, VPN demand spiked 2,088% higher than the daily average demand in mid-February, data from London-based monitoring firm Top10VPN showed.  read more \"The need to look for a VPN arose with the blocks on Instagram, Facebook, Twitter,\" said a resident of Oryol, a city 200 miles (320 km) south of Moscow, who declined to give his full name for fear of retribution.He said that while he could access social media in Moscow, when he returned to Oryol they were blocked. \"Then I came across Psiphon and strangely enough it worked in both Moscow and Oryol: no glitches; always connected.\"Authorities in Moscow and Oryol did not respond to requests for comment.Though interest in VPNs has recently eased somewhat, daily usage is still up 452% on average compared to the week before war broke out, according to Simon Migliano, Head of Research at Top10VPN.\"We conservatively estimate that at least 6 million VPNs have been installed since the invasion,\" Migliano said.Russia's population is around 144 million, with an estimated 85% having access to the Internet, according to World Bank data from 2020.Reporting by James Pearson in London and Christopher Bing in Washington; Additional reporting by Guy Faulconbridge in London; Editing by Chris Sanders and Daniel Flynn", "image": null, "time": "June 15, 2022"}, {"title": "Crypto giant Binance opens 2,000 positions for hiring - CEO", "description": "June 15 (Reuters) - Cryptocurrency exchange Binance has opened 2,000 positions for hiring, Chief Executive Officer Changpeng Zhao said on Wednesday, a sharp contrast to a slew of job cuts by companies operating in the digital currency space.\"It was not easy saying no to Super bowl ads, stadium naming rights, large sponsor deals a few months ago, but we did. Today, we are hiring for 2000 open positions for #Binance,\" Zhao said in a tweet to his 6.4 million followers on the social media app.loadingBinance did not immediately respond to Reuters request for additional details on the new jobs.The move by Binance comes amid extreme volatility in the cryptocurrency market as investors are dumping risky assets over fears that soaring inflation would force the U.S. Federal Reserve to aggressively raise interest rates and tip the economy into a recession.Cryptocurrency exchange Coinbase Global Inc (COIN.O) said on Tuesday it would cut about 1,100 jobs, or 18% of its workforce, the latest company preparing to ride out a downturn in the cryptosphere.BlockFi and Crypto.com have also slashed hundreds of jobs, while Meta Platforms (META.O) and Intel Corp (INTC.O) also tapped the brakes on hiring.  read more Bitcoin tumbled on Wednesday to a new 18-month low, dragging smaller tokens down with it and spurring a sharp fall in the digital currency market sparked by crypto lender Celsius freezing customer withdrawals.  read more Reporting by Mehnaz Yasmin and Noor Zainab Hussain in Bengaluru; Editing by Amy Caren Daniel", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/RBCOPCA4WZKELADM244XZS2IV4.jpg", "time": "June 15, 2022"}, {"title": "Toyota says consumer choice dictates pace of electrification", "description": "TOYOTA, Japan, June 15 (Reuters) - Toyota Motor Corp (7203.T) pushed back against critics who say it has been slow to embrace battery electric vehicles (BEV), arguing it needed to offer a variety of car choices to suit different markets and customers.At its annual general meeting on Wednesday, the world's largest automaker by sales doubled down on its position that it would stick with technologies including fuel cell vehicles and hybrids that have for the past two decades made it a leader in cleaner cars.Apart from concerns about its electrification strategy, Toyota executives tackled a range of questions on CEO succession plans to the ongoing chip shortage.Once a favourite with environmentalists for its popular hybrid Prius model, Toyota has come under fire for not phasing out gasoline-powered cars and its lobbying on climate policy.  read more \"The goal is carbon neutrality,\" Toyota's Chief Technology Officer Masahiko Maeda told the meeting, responding to questions submitted by Danish pension fund AkademikerPension, which also asked Toyota to refrain from lobbying to undermine the transition to BEVs.  read more However, \"customers need to choose,\" Maeda said, in order to popularise electric cars that include plug-in hybrids. A variety of options should be available and the automaker should not narrow those down, he said.\"Toyota used the pretext of customer choices to avoid answering the question about lobbying activities ... to slow the transition towards fossil-fuel-free cars,\" AkademikerPension said in a statement after the AGM.\"As investors, we expect more in 2022 against the backdrop of the climate crisis threatening to limit much more than customer choices in a not-so-distant future.\"Toyota argues that hybrids still make sense in markets where infrastructure is not ready to support a faster move to BEVs, and is exploring the viability of green fuels for internal combustion engine cars, including hydrogen.There is a gap between Toyota, which approaches decarbonisation in a \"pragmatic\" way, and environmental groups that call for immediate action, said Seiji Sugiura, a senior analyst at Tokai Tokyo Research Institute.The positions are not polar opposite, he said, adding Toyota has been working to slash greenhouse gas emissions from the vehicle production stage.1/2Read MoreThe company last year committed to spend 8 trillion yen ($60 billion) by 2030 to electrify its cars, half of which is for the development of fully electric vehicles. Still, it expects annual sales of such cars to reach only 3.5 million vehicles by the end of the decade, or around a third of current sales.Just last month, Toyota rolled out its first mass-produced all-electric vehicle domestically, albeit for lease only, and gasoline-electric hybrid models remain far more popular in Japan.  read more NEXT CEOAsked about succession planning, Chief Executive Akio Toyoda, who has led the company for 13 years, said he was \"thinking about timing and the selection of a successor.\"There has been no indication that Toyoda plans to step down.Toyoda, 66, a grandson of company founder Kiichiro Toyoda, steered the company through a dark phase when Toyota sales slumped after the recall of millions of vehicles and the company reported billions of dollars in losses.\"I'd pick someone who understands the company's philosophy as my successor,\" he added.Toyoda has sought to reform Toyota's corporate culture, spending more time with younger executives and cutting back some senior positions.In 2020, he appointed company veterans Maeda and Kenta Kon to top roles. Both were 51 at the time - a relatively young age for top Toyota executives.Toyota - which sold 10.5 million vehicles in 2021, far outstripping closest rival Volkswagen AG (VOWG_p.DE) - has repeatedly cut production this year, plagued by a global chip crunch.It expects the chip shortage to continue, although there are signs of improvement, head of its purchasing group, Kazunari Kumakura, said on Wednesday.Reporting by Satoshi Sugiyama; Editing by Sayantani Ghosh and Richard Pullin", "image": null, "time": "June 15, 2022"}, {"title": "EXCLUSIVE Baidu in talks to sell majority stake in iQIYI, China's answer to Netflix -sources", "description": "SummaryCompaniesBaidu plans to sell all its holdings in iQIYI -sourcesStake sale could value iQIYI at about $7 bln -sourcesTargeted iQIYI value would represent price of $8.13/shareDeal has drawn interest from PAG and China Mobile -sourcesHONG KONG, June 15 (Reuters) - China's internet search engine giant Baidu Inc is in talks to sell its controlling stake in iQIYI Inc (IQ.O), China's answer to Netflix, in a deal that could value all of iQIYI at about $7 billion, two people with knowledge of the matter said.Baidu, which owns 53% of iQIYI and holds more than 90% of its shareholder voting rights, plans to sell all its holdings in the Chinese video streaming services firm, the two people and another two sources familiar with the matter said.While cinemas have struggled with COVID-19 lockdowns, China's online video market is booming. Domestic consulting firm Zhiyan forecasts 2022 revenue is set to climb to 163 billion yuan ($24 billion), up 17% year-on-year.Nasdaq-listed iQIYI, the No. 2 player in China's video streaming market after Tencent Holdings' (0700.HK) Tencent Video, has a market value of $4 billion. Baidu's targeted valuation of $7 billion for the whole company in its divestment would represent a price of about $8.13 per share compared with its latest close of $4.67.The divestment plan, not previously disclosed by Baidu, comes after the firm deemed iQIYI to be a non-core asset, and as it seeks to sharpen its focus on developing its capital-intensive artificial intelligence and autonomous driving units, the first two sources said.  read more Terms of the deal have not yet been finalised and are subject to change, said the sources, who declined to be identified due to confidentiality constraints.Baidu did not respond to a request for comment.\"This is purely market rumour,\" iQIYI said in an emailed statement to Reuters, without providing further comment.The iQIYI stake has drawn initial interest from a number of financial sponsors and state-owned companies, said three of the sources, including Hong Kong-based private equity firm PAG.China Mobile (0941.HK), the world's largest mobile network operator by subscribers and owner of streaming service Migu Video, is also among potential buyers, two of the people with knowledge of the matter said.PAG declined to comment. China Mobile did not respond to a request for comment.If Baidu achieves its valuation target, that would represent a premium of more than 100% to iQIYI's average share price over the past three months of $3.97. The streaming firm's shares have lost 70% in the past year amid a broader Chinese tech sell-off.U.S.-listed shares of iQIYI were down 4.7%, while Baidu rose 4% in premarket trading on Wednesday.Baidu, whose businesses range from internet search to electric vehicles, with expansion into cloud services, robotaxis and autonomous driving in recent years, has tapped Bank of America (BAC.N) to work on the potential sale, the second pair of sources said.Bank of America did not offer any immediate comment.IQIYI HITS, LOSSESThe stake sale plan drawn up by Baidu, worth nearly $50 billion by market value, comes against the backdrop of China's regulatory crackdown since late 2020 on firms from technology, private education and other sectors, which hammered their shares and forced some to scale back expansion in non-core areas.The Nasdaq Golden Dragon Index, which tracks Chinese companies traded on Wall Street, is down 50% over the past year.Snaring iQIYI would give a potential buyer the chance to dive into the main market for full-length TV shows and movies.Tencent Video and iQIYI, as well as smaller rival Youku, owned by Alibaba Group Holding (9988.HK), offer movies, drama series and reality shows - both original content and material bought from other producers.iQIYI has made several hit drama series, including \"The Long Night\" and \"The Wind Blows From Longxi\". Its original variety shows, \"The Rap of China\" and \"The Big Band\", have also been major topics on social media.On the flip side, cash-burning iQIYI has barely broken even in its 12-year history. In the January-March period, it delivered a quarterly profit for the first time since 2016, when it started to report quarterly earnings.It recorded a net income of 169 million yuan ($25 million) in the first quarter of the year, compared with a net loss of 1.3 billion yuan in the same period a year earlier, but its revenue dropped 9% to 7.3 billion year-on-year.Reporting by Julie Zhu and Kane Wu; Additional reporting by Nivedita Balu, Editing by Sumeet Chatterjee and Kenneth Maxwell", "image": null, "time": "June 15, 2022"}, {"title": "U.S. crypto broker Genesis says its lending business is meeting client demand", "description": "LONDON, June 15 (Reuters) - U.S. cryptocurrency dealer Genesis Trading said on Wednesday its balance sheet is strong and its lending business continues to meet client demand, days after rival lender Celsius Network sparked a crypto sell-off by freezing client withdrawals.\"Despite elevated market volatility, all business operations continue to function normally at Genesis,\" it said in a tweet. \"We have strong risk management practices and frameworks and remain committed to supporting our clients through all market conditions.\"Crypto lenders such as New Jersey-based Celsius offer high rates of interest to customers who deposit digital coins at their platforms. They then lend out cryptocurrencies to earn a return.  read more Celsius said on Monday it was freezing withdrawals and transfers citing \"extreme\" market conditions, spurring the latest meltdown in crypto markets and prompting warnings from the top U.S. securities regulator over \"too good to be true\" returns.  read more Bitcoin tumbled on Wednesday as much as 7.8% to $20,289, its lowest since December 2020. It has lost around 28% since Friday and more than half of its value this year.Reporting by Tom Wilson, editing by Sinead Cruise", "image": null, "time": "June 15, 2022"}, {"title": "European smartphone market falls 12% in Q1, Counterpoint says", "description": "STOCKHOLM, June 15 (Reuters) - The European smartphone market declined by 12% in the first quarter of the year, registering the lowest shipments in the period for nearly a decade, according to a report from Counterpoint Research.The fall was a result of ongoing component shortages, COVID-19 related lockdowns in China, deteriorating economic conditions and the onset of the Russia-Ukraine war, the research firm said.While market leader Samsung (005930.KS) saw shipments fall by 16% and Apple's (AAPL.O) declined 6%, Realme was the only top-five vendor to register an annual growth in shipments.\"Rising inflation levels across the region are impacting consumer spending, while Samsung and Apple, Russia's first and third ranked smartphone vendors, halted all shipments into Europe's largest market in early March 2022,\" said Jan Stryjak, Counterpoint Research's associate director.The research firm expects annual growth in smartphone shipments in Europe to continue to decline for the next few quarters, especially in the second quarter.Reporting by Supantha Mukherjee in Stockholm; Editing by Kirsten Donovan", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/XBGYHPWHIJL4JJUNAU766QEVBI.jpg", "time": "June 15, 2022"}, {"title": "Crypto hedge fund Three Arrows Capital addresses liquidation rumours", "description": "SINGAPORE, June 15 (Reuters) - Cryptocurrency hedge fund Three Arrows Capital said on Wednesday it was committed to working things out, seemingly addressing social media chatter that it is facing liquidation issues.\"We are in the process of communicating with relevant parties and fully committed to working this out,\" Su Zhu, the co-founder said in a tweet, without going into further detail.The Singapore-based hedge fund was set up in 2012, as per its website.The rumours of funding pressures come as bitcoin hit a fresh 18-month low, extending falls triggered after major crypto lender Celsius Network froze withdrawals and the prospect of sharp U.S. interest rate rises shook the volatile crypto asset class.Reporting by Vidya Ranganathan; editing by Jason Neely", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/YLIKWS7CWVKU5APZEJUFPV3R2U.jpg", "time": "June 15, 2022"}, {"title": "Global tech on edge as WTO weighs e-commerce tariffs", "description": "GENEVA, June 15 (Reuters) - The global technology industry is pressing the World Trade Organization to exempt data flows from cross-border tariffs, saying a failure to do so would undermine a global recovery already threatened by spiralling prices.The WTO's 164 members will present their views on the topic on Wednesday, the final scheduled day of a four-day ministerial conference.Keisal Peters, trade minister of St Vincent and the Grenadines, who is leading discussions, said at the conference that divergences remained. As time ran out, WTO members should consider meeting halfway, he added.The WTO agreed in 1998 to a moratorium on e-commerce tariffs and repeatedly extended it at ministerial conferences, which the Geneva-based trade body normally holds every two years.Now India, Indonesia and South Africa were threatening to block an extension, trade sources close to talks at the WTO said. This raises the prospect that tariffs could be imposed on such data flows as music streaming and financial transactions.That possibility has prompted 108 tech company associations, including groups from India and Indonesia, to write to the WTO urging members to renew the moratorium, saying failure to do so would be a historic setback for the WTO and would undermine the global recovery.Small developing countries, they say, would lose the chance to increase their digital competitiveness without a moratorium.John Neuffer, chief executive of the U.S.-based Semiconductor Industry Association, said tariff-free data flows were essential for countries wishing to attract foreign. They also offered clear benefits to consumers and small businesses, he said.\"We heard alarm bells that things were in trouble, with much more risk of the moratorium not being extended,\" Neuffer told Reuters. \"The risk is that if one or two go, it sets off a torrent of efforts by other countries to do the same thing\" - impose tariffs.Studies demonstrated that tariff revenue benefits would be outweighed by economic losses, he said.An EU official said countries favouring a moratorium extension were still hoping for a multilateral deal. They were not yet at the point of seeking a plan B - forming a smaller alliance in which they would not impose tariffs on data flows between them.Reporting by Philip Blenkinsop; Editing by Bradley Perrett", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/XUK7NLPIJJM3HPDGG7G2OJXCN4.jpg", "time": "June 15, 2022"}, {"title": "China's New Oriental education giant finds new life in English live streaming", "description": "BEIJING, June 15 (Reuters) - Shares in China's New Oriental (9901.HK) climbed for a fourth straight day on Wednesday, with analysts saying its new live-streaming sales strategy could help it recover from a regulatory crackdown that decimated its education business.The company was once one of China's largest private tutoring firms but its fortunes changed overnight in July last year when Beijing enforced sweeping new rules on private education that barred tutoring for profit. New Oriental's shares plunged and it dismissed tens of thousands of staff.  read more It tried to pivot to sectors unaffected by the regulations, including dancing and drawing classes, and in December ventured into selling agricultural products online via live streaming, with its founder Yu Minhong, well-known in China for his entrepreneurial undertakings, occasionally hosting the sessions.The company's sales were lacklustre, however, until late last week when its hosts, former New Oriental teachers, started using the sessions to teach English to viewers as well.In one video that went viral on Chinese social media, the New Oriental host, after promoting a set deal for steaks, pulls out a small whiteboard where he wrote words including \"steak\" and \"seasoning\" in English, explaining how to use them in sentences before encouraging viewers to buy.Sales from New Oriental's live-streaming platform, which had been stuck at less than 1 million yuan ($148,858) a day, leapt past the 15 million yuan mark on Friday, according to data from live-streaming tracking platform Huitun.Shares in Koolearn Technology (1797.HK), which operates New Oriental's live-stream e-commerce business through a studio called Dongfang Zhenxuan on Douyin, surged 54.2% on Wednesday.Shares listed in Hong Kong in New Oriental, which holds 55.7% of Koolearn, jumped 22.5% on Wednesday and are up 54% since the open on Friday.However, they are still only worth about a third of their value before the new rules came in last year. New Oriental is also listed in the United States.Citi analysts, who have a \"buy\" rating on New Oriental, called Koolearn's online live broadcasting a bright spot and estimated it could achieve more than 7 billion yuan in annual gross merchandise value if it maintained the current run rate.China banned tutoring for profit in an attempt to ease pressure on children and parents, but it also led to a wave of school closures and layoffs across the private education sector.Some customers who purchased products from New Oriental after watching the live streams on Friday said they were impressed by the company's never-say-die attitude.\"I burst into tears when I watched it,\" said Kong Ling, a tech worker in Hangzhou. \"I'm watching a warrior who stands up firmly despite being beaten by the iron fist of life and I wanted to buy to show my support.\"($1 = 6.7178 Chinese yuan renminbi)Reporting by Sophie Yu and Brenda Goh; Editing by David Clarke", "image": null, "time": "June 15, 2022"}, {"title": "EV battery startup Alsym aims to slash cost, eliminate lithium and cobalt", "description": "June 15 (Reuters) - Alsym Energy, a seven-year-old Massachusetts startup, aims to halve the cost of electric vehicle batteries with a new design that eliminates lithium and cobalt, two increasingly costly ingredients in many current EV batteries, the company said on Wednesday.One of the company's goals is to help make EVs more affordable for a greater portion of the world's population, a key executive said.Alsym has partnered with one of India’s top automakers to jointly develop the new battery, Mukesh Chatter, chief executive and co-founder, said in an interview. Chatter declined to name the automaker.India’s two largest vehicle manufacturers are Tata Motors (TAMO.NS) and Mahindra and Mahindra (MAHM.NS), both of which build electric vehicles.Alsym’s battery has the potential to be safer, more sustainable and easier to recycle because it is made with non-toxic, non-flammable materials that are readily available, said Chatter, who has a graduate degree in engineering from Rensselaer Polytechnic Institute.Chatter said his wife and longtime business partner Priti Chatter, who holds degrees in chemistry, biology and finance, came up with the company’s larger mission.“She said, we need to identify technologies that are affordable than can have an impact on the lives of at least one billion people. That’s how it started.”Alsym’s battery, which can also be used for stationary energy storage and marine applications, uses such relatively common materials as manganese and aluminum, he said.Eventually the company hopes to build its battery cells with a manufacturing partner, Chatter said, with a target production date of 2025.The company has raised $32 million from Helios Climate Ventures and other investors.Reporting by Paul Lienert in Detroit\nEditing by Marguerita Choy", "image": null, "time": "June 15, 2022"}, {"title": "India holds some bandwidth for private networks in July's 5G auction", "description": "NEW DELHI, June 15 (Reuters) - India said on Wednesday it would reserve part of its next-generation telecoms spectrum for private in-house networks, as the government announced a 5G auction to take place by the end of July.Until now, India's telecoms services have been run by specialist companies in a market dominated by Vodafone Idea (VODA.NS), Bharti Airtel Ltd (BRTI.NS) and Reliance Industries Ltd's (RELI.NS) Jio, which are all part of the telecom group Cellular Operators Association of India (COAI).All three firms are expected to participate in the new auction but, under the proposal approved on Wednesday, tech companies will also be able to bid for bandwidth for networks for their private use - a proposal that has split the industry.India is the world's second-biggest wireless market with over a billion subscribers.The government aims to begin the rollout of 5G - which it says can provide data speeds about 10 times faster than 4G and is seen as vital for emerging technologies like self-driving cars and artificial intelligence - by spring 2023.The government approved a recommendation from its telecom watchdog body to set a base price of 3.17 billion Indian rupees ($40.6 million) for prime 5G spectrum, a sum previously described as too high by telecom lobby group COAI.Auction winners will be able to pay in 20 equal annual instalments, the government said in a statement.Private 5G networks mirror public 5G, but connectivity is limited to a dedicated space such as a factory, a port or a campus, where 5G's security and ultra-low latency can be fully utilised in additional services.The move to allow private 5G networks has split two influential industry bodies: COAI, which represents telecoms firms, and Broadband India Forum (BFI), which represents tech companies like Amazon (AMZN.O), Google (GOOGL.O) and Facebook (META.O).COAI has argued that private networks will \"diminish the revenue so much that there will be no viable business case left for the telecom service providers\".BFI has labelled the idea of revenue loss a \"misconception\" and said more business activity will lead to companies spending more on external communications.($1 = 78.0350 Indian rupees)Reporting by Munsif Vengattil in New Delhi; Editing by Jacqueline Wong and John Stonestreet", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/TA5BUY22PBKJ3MNWLN36AVPPKU.jpg", "time": "June 15, 2022"}]