[{"title": "Bitcoin slides after crypto lender Celsius Network freezes withdrawals", "description": "LONDON, June 13 (Reuters) - Bitcoin tumbled on Monday after major U.S. cryptocurrency lending company Celsius Network froze withdrawals and transfers citing \"extreme\" conditions, in the latest sign of how financial market turbulence is causing distress in the cryptosphere.The Celsius move triggered a slide across cryptocurrencies, with their value dropping below $1 trillion on Monday for the first time since January last year, dragged down by 11% fall in the largest token bitcoin .After Celsius's announcement, Bitcoin touched an 18-month low of $23,476. No.2 token ether dropped as much as 16% to $1,177, its lowest since January 2021.Crypto markets have dived in the past few weeks as rising interest rates and surging inflation hurt riskier assets across financial markets. The collapse in May of the terraUSD and luna tokens also shook the industry.  read more \"It's still an uncomfortable moment, and there's some contagion risk around crypto more broadly,\" said Joseph Edwards, head of financial strategy at fund management firm Solrise Finance.Celsius offers interest-bearing products to customers who deposit cryptocurrencies at its platform, and then lends out cryptocurrencies to earn a return.In a blog post, the company said it had frozen withdrawals, as well as transfers between accounts, \"to stabilise liquidity and operations while we take steps to preserve and protect assets.\"\"We are taking this action today to put Celsius in a better position to honour, over time, its withdrawal obligations,\" the New Jersey-based company said.'GREY AREA'The surge of interest in crypto lending led to concerns from regulators, especially in the United States, who are worried about investor protections and systemic risks from unregulated lending products.  read more Celsius and crypto firms that offer services similar to banks are in a \"grey area\" of regulations, said Matthew Nyman at CMS law firm. \"They’re not subject to any clear regulation that requires disclosure\" over their assets.Celsius CEO Alex Mashinsky and Celsius did not immediately respond to Reuters requests for comment outside U.S. business hours.Celsius raised $750 million in funding late in November from investors, including Canada's second-largest pension fund Caisse de Dépôt et Placement du Québec. Celsius was valued at the time at $3.25 billion.As of May 17, Celsius had $11.8 billion in assets, its website said, down by more than half from October, and had processed a total of $8.2 billion worth of loans.Mashinsky, the CEO, was quoted in October last year saying Celsius had more than $25 billion in assets.The company's website, which urges customers to \"Earn high. Borrow low,\" said it offers interest rates of up to 18.6%.Rival crypto lender Nexo said on Monday it had offered to buy Celsius' outstanding assets.\"We reached out to Celsius Sunday morning to discuss the acquisition of its collateralised loan portfolio. So far, Celsius has chosen not to engage,\" said Nexo co-founder Antoni Trenchev.Celsius did not immediately respond to a request for comment on Nexo's offer.Reporting by Tom Wilson and Elizabeth Howcroft in London; additional reporting by Abinaya Vijayaraghavan in Bengaluru and Alun John in Hong Kong; Editing by Bradley Perrett and Jane Merriman", "image": null, "time": "June 13, 2022"}, {"title": "Dozens of companies, small business groups back U.S. bill to rein in Big Tech", "description": "WASHINGTON, June 13 (Reuters) - Dozens of companies and business organizations are sending a letter to U.S. senators on Monday to urge them to support a bill aimed at reining in the biggest tech companies, such as Amazon.com (AMZN.O) and Alphabet's (GOOGL.O) Google.Democratic U.S. Senator Amy Klobuchar and lawmakers from both parties said last week they had the Senate votes needed to pass legislation that would prevent the tech platforms, including Apple (AAPL.O) and Facebook , from favoring their own businesses on their platforms.The companies supporting the measure, which include Yelp, Sonos, DuckDuckGo and Spotify, called it a \"moderate and sensible bill aimed squarely at well-documented abuses by the very largest online platforms.\"Other signatories included the American Booksellers Association, the American Independent Business Alliance, the Institute for Local Self-Reliance and Kelkoo Group.The organizations urged the Senate to pass the bill, saying it would modernize antitrust laws so smaller companies have space to compete.Klobuchar said last week she believed she had the 60 Senate votes needed to end debate and move to a vote on final passage. There is a similar bill in the House.The Senate is expected to vote on the bill this summer, perhaps as early as late June, according to two sources familiar with the matter. The House is then expected to vote on the Senate version, sources said.  read more Amazon.com, the Chamber of Commerce and others have taken aim at the measure.  read more The tech giants have said the bill would imperil popular consumer products like Google Maps and Amazon Basics and make it harder for the companies to protect their users' security and privacy.Amazon has lambasted the bill saying in a blog post the bill \"jeopardizes two of the things American consumers love most about Amazon: the vast selection and low prices made possible by opening our store to third-party selling partners, and the promise of fast, free shipping through Amazon Prime.\"Reporting by Diane Bartz\nEditing by Chris Reese", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/2G4EEMHQZFLYRPV2FX5G2PYEN4.jpg", "time": "June 13, 2022"}, {"title": "Amazon offers to share data, boost rivals to dodge EU antitrust fines", "description": "BRUSSELS, June 13 (Reuters) - Amazon (AMZN.O) has offered to share marketplace data with sellers and boost the visibility of rival products on its platform, trying to persuade EU antitrust regulators to close their investigations without a fine by the end of the year, people familiar with the matter said.The world's largest online retailer is hoping its concessions will stave off a potential European Union fine that could be as much as 10% of its global turnover, Reuters reported last year.  read more The European Commission in 2020 charged Amazon with using its size, power and data to push its own products and gain an unfair advantage over rival merchants that sell on its online platform.It also launched an investigation into Amazon's possible preferential treatment of its own retail offers and those of marketplace sellers that use its logistics and delivery services.Amazon's process for choosing which retailer appears in the \"buy box\" on its website and which generates the bulk of its sales also came under the spotlight.Amazon has now proposed to allow sellers access to some marketplace data while its commercial arm will not be able to use seller data collected by its retail unit, the people said.The company will also create a second buy box for rival products in the event an Amazon product appears in the first buy box, the people said.The EU competition enforcer is expected to seek feedback from rivals and users in the coming weeks, which could lead to tweaks in the proposal and a final decision by the end of the year, the people said.The Commission and Amazon declined to comment. The company had previously said it disagreed with the watchdog's assertions and that it represents less than 1% of the global retail market.Reporting by Foo Yun Chee\nEditing by Emdund Blair and Mark Potter", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/JXMCF7GKENJB5NYG75HPTJAPP4.jpg", "time": "June 13, 2022"}, {"title": "Apple music, gaming to bring in over $8 billion in revenue by 2025, J.P. Morgan says", "description": "June 13 (Reuters) - Apple Inc's (AAPL.O) revenue from gaming and music offerings is expected to jump 36% to $8.2 billion by 2025, J.P.Morgan said on Monday, as the iPhone maker taps its huge user base to drive its subscription services.The two services are likely to have a combined subscriber base of about 180 million by 2025 - 110 million for music and 70 million for gaming - boosted by the rapid spread of the internet and a booming gaming industry, according to JPM analysts, led by Samik Chatterjee.Apple Music, which was launched in 2015 and is the second-biggest music-streaming service after Spotify Technology (SPOT.N), is expected to account for a bigger chunk of that revenue, raking in about $7 billion by 2025, the brokerage said.Apple Arcade, the gaming subscription service launched in 2019, is estimated to pull in $1.2 billion.Apple did not immediately respond to a request for comment.The company does not give a sales breakup for gaming and music services but the overall segment, which includes App Store, Apple TV+, Arcade and Apple Music, reported revenue of $19.82 billion for the March quarter. The business is seen as Apple's engine for expansion.Chatterjee, who is rated five stars for his estimate accuracy on Apple by Refinitiv Eikon, expects the gaming-market size to hit $360 billion by 2028 and music streaming to reach $55 billion by 2025.Reporting by Siddarth S and Pushkala Aripaka in Bengaluru; Editing by Anil D'Silva", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/CTRPDNOL4ZPEVMBQCRGFOJ473M.jpg", "time": "June 13, 2022"}, {"title": "Spotify forms council to deal with harmful content after Joe Rogan backlash", "description": "June 13 (Reuters) - Spotify Technology SA (SPOT.N) on Monday announced it has formed a Safety Advisory Council to provide third-party input on issues such as hate speech, disinformation, extremism and online abuse.The group represents another step in Spotify’s efforts to deal with harmful content on its audio streaming service after backlash earlier this year over “The Joe Rogan Experience,” in which the podcaster was accused of spreading misinformation about COVID-19.The 18 experts, which include representatives from Washington, D.C. civil rights group the Center for Democracy & Technology, the University of Gothenburg in Germany and the Institute for Technology and Society in Brazil, will advise Spotify as it develops products and policies and thinks about emerging issues.“The idea is to bring in these world-renowned experts, many of whom have been in this space for a number of years, to realize a relationship with them,” said Dustee Jenkins, Spotify’s global head of public affairs. “And to ensure that it's not talking to them when we're in the middle of a situation … Instead, we're meeting with them on a pretty regular basis, so that we can be much more proactive about how we're thinking about these issues across the company.”The council is purely advisory in nature, and Spotify can accept or reject its advice. Unlike Facebook's (META.O) oversight board, which decides what cases it reviews, Spotify will submit issues for its council to consider and provide feedback.Sarah Hoyle, Spotify’s head of trust and safety, said the advisory council was not formed in reaction to “any particular creator or situation,” but rather a recognition of the challenges of operating a global service at a time when threats are constantly evolving.“How do we augment the internal expertise that we already have at Spotify, to tap into these folks whose life's work has been studying this, and they're on the ground in markets all around the world, just like our users, just like our creators,” said Hoyle.Reporting by Dawn Chmielewski in Los Angeles\nEditing by Chris Reese", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/MHTUGUZCURPUFLUVVYKWGKDWW4.jpg", "time": "June 13, 2022"}, {"title": "Cryptocurrency market value slumps under $1 trillion", "description": "LONDON, June 13 (Reuters) - The value of the cryptocurrency market on Monday fell below $1 trillion for the first time since January 2021, according to data site CoinMarketCap, reaching as low as $926 billion.The global cryptocurrency market peaked at $2.9 trillion in November 2021, but it has faltered so far this year. It has lost $1 trillion in value in the last two months alone as investors ditched riskier assets in the face of high inflation and fears that interest rate raises by central banks will hamper growth.The largest cryptocurrency, bitcoin , was down more than 10% on the day, falling to an 18-month low of $23,750. It is down by around 50% so far this year. Smaller coin ether fell over 15% to $1,210.\"As inflation proves to be an even trickier opponent to beat than expected, Bitcoin and Ether are continuing to get a severe bruising in the ring,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown.\"They are prime victims of the flight away from risky assets as investors fret about spiralling consumer prices around the world.\"Reporting by Elizabeth Howcroft; editing by Tom Wilson", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/YLLV6FRGRZKLZDTA7P44D75IAQ.jpg", "time": "June 13, 2022"}, {"title": "Yahoo appoints Hollywood actress Jessica Alba to board", "description": "June 13 (Reuters) - Yahoo on Monday named six people from the tech, media and financial industries to its board, including Hollywood actress Jessica Alba, as the company aims to diversify its offerings to compete with bigger players.Yahoo, which sprung up during the age of desktop PCs hooked up to dial-up internet connections, has been looking to grow its offerings to compete with companies such as Alphabet Inc's (GOOGL.O) Google and Meta Platforms Inc's (META.O) Facebook.Last year, Apollo Global Management Inc (APO.N) closed a $5 billion acquisition of Verizon Media (VZ.N) and renamed it Yahoo after Verizon's iconic digital brand.Since then, the website has focused on building out Yahoo Finance and Yahoo Sports, while also focusing on advertising and ecommerce platforms. Yahoo named dating app Tinder's boss Jim Lanzone as its chief executive officer after the deal closed.  read more Alba, who is also the co-founder of consumer wellness products firm Honest Company (HNST.O), will be joined by Aryeh Bourkoff, the chief executive officer of LionTree, a bank that has advised some of the biggest media mergers, as well as Fouad ElNaggar, the CEO of tech firms Array and Sapho.Yahoo also appointed to its board Michael Kives, founder of investment firm K5 Global, Katie Stanton, who has served in executive operating roles at Twitter (TWTR.N) and Google, as well as Cynthia Marshall, the CEO of American basketball team Dallas Mavericks.Reporting by Eva Mathews in Bengaluru; Editing by Amy Caren Daniel", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/SOIP63MMZVKDDEXSS2N3SLISQY.jpg", "time": "June 13, 2022"}, {"title": "Rune Labs gets FDA clearance to use Apple Watch to track Parkinson's symptoms", "description": "June 13 (Reuters) - San Francisco-based startup Rune Labs on Monday said it has received clearance from the U.S. Food and Drug Administration to use the Apple Watch to monitor tremors and other common symptoms in patients with Parkinson’s disease.The Rune Labs software uses the motion sensors built into the Apple Watch, which can already be used to detect when a person falls. Rune Labs Chief Executive Brian Pepin told Reuters in an interview the Apple Watch data will be combined with data from other sources, including a Medtronic (MDT.N) implant that can measure brain signals.Rune Labs' goal is for doctors to use the combined data to decide whether and how to fine-tune the patients' treatment, an approach called precision medicine. At present, Pepin said, most doctors have to gather data on a patient's movements by observing the patient during a short clinical visit, which is not ideal because Parkinson's symptoms can vary widely over time.The Apple Watch will give doctors a continuous stream of observations over long stretches, Pepin said.\"When you think about the process of getting someone to their optimal therapy or combination of drugs or devices, or even whether or not a patient might be a good fit for certain clinical trial, it's a very hard decision to make when you only have a little context,\" Pepin said.The Rune Labs FDA clearance is the first prominent use of software tools that Apple released for measuring movement disorders in 2018.Last year, a group of scientists at Apple published a study in the journal Science Translational Medicine showing the device was effective at monitoring Parkinson's symptoms. After contacting Apple about the tools, Pepin said \"it took about eight minutes for the team lead to get back to me and say, 'Hey, perfect, let's explore this.'\"Apple has partnered with a range of other companies to use the Apple Watch as a health monitoring device, including a deal with Johnson & Johnson(JNJ.N) to study whether the watch can be used to help lower stroke risk.Reporting by Stephen Nellis in San Francisco; editing by Diane Craft", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/2N7CAUO3ERIGVLFO5Q37PEG334.jpg", "time": "June 13, 2022"}, {"title": "SpaceX faces NASA hurdle for Starship backup launch pad", "description": "WASHINGTON, June 13 (Reuters) - NASA wants Elon Musk's SpaceX to ensure its plan to launch its next-generation Starship rocket from Florida would not put at risk nearby launch infrastructure critical to the International Space Station, a senior space agency official told Reuters.The new hurdle further complicates and could potentially delay the launch plan for the rocket, which faces an already protracted regulatory review of its primary launch site in Texas. Musk wants to show customers that Starship, which he sees as humanity's path to Mars, can successfully reach orbit, a long-delayed pivotal milestone in the rocket's development.SpaceX's proposals to address NASA's concerns, which include a plan to be able to launch U.S. astronauts from a different launchpad in Florida, could take months to get agency approval.SpaceX last year accelerated construction of an orbital Starship launchpad at its facilities in Cape Canaveral, Florida, as an alternative to the rocket's primary test launch and development site in Boca Chica, Texas, which has been subject to a lengthy regulatory review set to conclude next week.But one of SpaceX's existing Florida facilities, called Launch Complex 39A, at NASA's Kennedy Space Center on the coast of Cape Canaveral, is the only pad approved to launch the company's Crew Dragon capsule. NASA depends on that spacecraft to ferry its astronauts to the International Space Station.NASA officials in recent months have told SpaceX that a Starship explosion at Launch Complex 39A could effectively cut off the space agency's sole means of launching U.S. astronauts to the International Space Station.\"We all recognize that if you had an early failure like we did on one of the early SpaceX flights, it would be pretty devastating to 39A,\" Kathy Lueders, NASA's space operations chief, said in an interview of the agency's discussions with SpaceX.SpaceX did not return a request for comment.SpaceX has already invested heavily in building a Starship pad some hundreds of feet from pad 39A's launch tower. It has responded by pitching NASA on a plan to outfit its other Florida pad - Launch Complex 40, five miles away on Space Force property - with the means to launch U.S. astronauts, according to a person familiar with the plans.The company is also studying ways to \"harden\" 39A, or make the launchpad more resilient to both an explosive Starship accident and the immense forces emitted from a successful Starship liftoff, Lueders said.Hardening the 39A pad and launching humans from pad 40 would both require agency approval.\"SpaceX is working with us on those things,\" said Lueders. \"Because it’s also in their best interest to not have what is a pretty steady source of income for them become interrupted.\"Part of SpaceX's challenge is to show that 39A will not be damaged by Starship's novel liquid oxygen and methane fuel - a combination of propellants that NASA and U.S. regulators are not familiar with.\"The problem is the explosive potential for that combination is not well known,\" said Randy Repcheck, a deputy manager in the Federal Aviation Administration's (FAA) Office of Commercial Space Transportation, which oversees launchpad safety.Starship is a two-stage reusable rocket system designed to launch commercial satellites to Earth orbit and humans to the moon and Mars. NASA last year picked SpaceX to use Starship for the agency's first launch of U.S. astronauts to the lunar surface since the days of the Apollo program.The rocket's next big test, a complex task of launching to orbit for the first time, has been delayed in part by the regulatory review of the Texas compound's environmental impact, which has precluded the FAA from granting SpaceX its orbital launch license.Set to conclude Monday, the review is expected to place conditions on SpaceX that could add delays to its Starship program. That prospect led Musk to double down last year on construction of Starship's launchpad at 39A in Florida at Cape Canaveral.“We do have the alternative of the Cape, and we actually applied for environmental approval for launch from the Cape a few years ago and received it,\" Musk said at a \"Starship Update\" event in February, estimating it would take \"six to eight months to build up the Cape launch tower and launch from there.”Reporting by Joey Roulette; Editing by Leslie Adler", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/P4UD3PTNIBPIJLZG54EGRVK2OY.jpg", "time": "June 13, 2022"}, {"title": "Geely founder's venture buys majority stake in Chinese smartphone maker Meizu", "description": "SHANGHAI, June 13 (Reuters) - A venture run by the founder of Chinese automaker Zhejiang Geely Holding (GEELY.UL) plans to acquire an 79% stake in Chinese smartphone maker Meizu, a statement published by China's anti-monopoly regulator showed on Monday.The State Administration of Market Regulation said that Hubei Xingji Shidai Technology Co Ltd had agreed to purchase the stake from two of Meizu's shareholders. It did not give a value for the deal.Xingji Shidai and Meizu both said in similar statements that they had signed a strategic investment agreement but the deal was still being reviewed by regulators and details were still being negotiated.Geely said in a statement to a Reuters query about the deal that there was a \"close connection in technologies\" between vehicle cockpits and smartphone software.Xingji Shidai was launched by Geely's chairman Eric Li last year as part of a push into premium smartphones, making the Volvo owner the first established carmaker to enter the highly competitive sector. Li owns a 55% stake in Xingji Shidai.  read more Reuters reported in September that the venture aims to release its first smartphone by 2023 and sell 3 million units in its first year, citing an internal memo.The memo also said that the project will be funded with a 10 billion yuan ($1.55 billion) investment and is targeting revenue of 10 billion yuan in its first year.Established in 2003, Meizu was once one of China's best-known smartphone brands but it has in recent years lost ground to local rivals like Xiaomi (1810.HK), Oppo and Vivo.Reporting by Brenda Goh; Editing by David Evans and Jan Harvey", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/HRP6AS4AVVNWHLQ3SBPYBWKK4U.jpg", "time": "June 13, 2022"}, {"title": "Vigna to set out Ferrari's route into electric vehicle era", "description": "SummaryCompaniesCompany to unveil new business plan on ThursdayFerrari faces electrification challengeCEO Vigna took job in SeptemberShares outperformed in last 12 monthsMILAN, June 13 (Reuters) - Nine months after taking the top job, Ferrari (RACE.MI) CEO Benedetto Vigna will be expected this week to explain how the carmaker will preserve its cachet - and top tier prices - in a future of electrified cars.The Italian luxury sports carmaker is set to unveil its much awaited business plan on Thursday, heading into the new era of cleaner, silent and electric mobility.That is a particular challenge for the likes of Ferrari, which built its brand over decades by perfecting the roaring and super powerful engines that drive its cars.A tech veteran with 26 years of experience in the semiconductor industry, Vigna, who started at Ferrari last September, is tasked with marrying innovation with tradition.\"We should expect a clear focus on technology transition, qualifying the key burning question, namely how the company will evolve in this new environment, not only in terms of products portfolio,\" said Marco Santino, a partner for automotive practice at management consultants Oliver Wyman.Ferrari has already presented four hybrid models and promised its first full-electric car in 2025.It has said strategic partnerships will be key to accessing new technologies while keeping capital expenditure under control.The company is expected to reveal the relevant areas for new partnerships, which could develop along the lines of an existing tie-up with Britain's Yasa, now part of Mercedes (MBGn.DE), which is supplying technologies for electric drive for Ferrari's hybrid models.The CEO said earlier this year that Ferrari would rely on partners to develop bio and synthetic fuels which could be an additional green option alongside all-electric technology.Margin on adjusted core profitNEW SUVBy announcing its first sport-utility vehicle (SUV), the Purosangue, for the coming months, Ferrari is also moving into a lucrative market segment where competitors such as Lamborghini, part of Volkswagen group (VOWG_p.DE), already operate.\"A key challenge in the mid-term is to maintain best-in-class profitability while supporting a unique effort in developing new technologies and innovative solutions,\" Santino said.Besides core technology, Vigna has a number of other areas where he could leave a mark, analysts say, including data and connectivity, intellectual property, Formula One motor sports performance and increased manufacturing complexity.Ferrari's range has risen to nine models, plus limited edition cars, in recent years, with six-, eight-, 12 cylinder, hybrid and soon full electric engines under production.Investors appear to be keeping faith. Shares in the company have been almost flat in the past 12 months, versus an 18% drop for the European auto index (.SXAP) and a 13% drop for the luxury index (.STXLUXP).Rival Aston Martin lost almost 70% over the same period, while Tesla (TSLA.O) shares were among the few to outperform Ferrari.But Vigna has something to prove.\"A lot is riding on the upcoming Capital Market Day to change valuation parameters for a business which seems to have been on autopilot in recent years and may need a transformational strategy,\" analysts at Jefferies said.($1 = 0.9510 euros)Additional reporting by Stefano Bernabei\nEditing by Keith Weir and Mark Potter", "image": null, "time": "June 13, 2022"}, {"title": "Lawmakers urge USTR to push for extension of WTO's moratorium on digital trade", "description": "WASHINGTON, June 13 (Reuters) - A bipartisan group of U.S. lawmakers urged U.S. Trade Representative Katherine Tai to push during World Trade Organization meetings this week for an extension of a moratorium on tariffs on digital trade that has been in place since 1998.More than 100 trade ministers from the WTO's 164 members are meeting in Geneva this week, but the 27-year-old trade body remains deeply challenged by crises ranging from Russia's war in Ukraine to the COVID-19 pandemic.WTO chief Ngozi Okonjo-Iweala expressed cautious optimism on Sunday that one or two global deals could be reached this week, but said there were still challenges to overcome.  read more Thirty-four U.S. lawmakers, led by Democratic Representative Suzan DelBene and Republican Representative Darin LaHood, warned that one of the key issues at hand - whether to renew a moratorium on tariffs on digital goods such as e-books, movies and video games and digital services such as emails, texts and software - would have big consequences for the United States.\"Failing to renew the moratorium, as we have done for more than twenty years, would undermine the strength of the American economy, jobs, and innovation,\" they told Tai in a letter dated Friday that was viewed by Reuters.DelBene told Reuters extending the ban on e-commerce tariffs should be \"low-hanging fruit for the WTO.\"One senior USTR official expressed hope the moratorium could be extended, and said U.S. officials had made clear to opponents they would also be harming developing countries.In their letter, the lawmakers noted trade in digital goods and services had become increasingly vital to U.S. workers and businesses, including many small businesses that used digital tools to export their products and services overseas.If India and other countries prevailed in their efforts to end the moratorium, countries would be able to slap duties on sectors such as manufacturing, agriculture, entertainment, software, and financial services, which would further disrupt supply chains and jack up consumer prices, the lawmakers said.Reporting by Andrea Shalal\nEditing by Chris Reese", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/J4PMD27BE5OTPNMKUV747AI36I.jpg", "time": "June 13, 2022"}, {"title": "Thailand approves $1 billion Foxconn-PTT venture for battery electric vehicles", "description": "BANGKOK, June 13 (Reuters) - Thailand's investment agency on Monday approved a joint venture worth 36.1 billion baht ($1.04 billion) between Taiwan's Foxconn and Thailand's PTT (PTT.BK) to produce battery electric vehicles (BEV).The Horizon Plus Co project is one of several investment applications worth a total of 209.5 billion baht in manufacturing and infrastructure that were approved on Monday, the Board of Investment (BOI) said in a statement.\"The joint venture project will support investment in the EV industry and build up on the policy to become Southeast Asia's EV manufacturing hub,\" BOI chief Duangjai Asawachintachit said.The approved projects also included a 162.3 billion baht investment by CP Group's Asia Era One Co in a high-speed rail project connecting the three airports located in Bangkok and the Eastern Economic Corridor.The BOI also approved enhanced benefits for investments in EV battery production for both existing and new projects, including a 90% reduction of import duty on raw and essential materials for five years in case the output is sold domestically.(This story corrects headline and paragraph 1 to make clear venture is for vehicle production, not battery production)($1 = 34.77 baht)Reporting Kitiphong Thaichareon and Satawasin Staporncharnchai\nEditing by Kanupriya Kapoor", "image": null, "time": "June 13, 2022"}, {"title": "Rajesh Exports setting up India's first display plant with $3 billion investment", "description": "NEW DELHI, June 13 (Reuters) - Jeweller Rajesh Exports (REXP.NS) has agreed to invest $3 billion in India's southern Telangana state to set up the country's first electronic-display plant, the state government said late on Sunday.India and many governments around the world have raced to subsidise the construction of semiconductor and display factories as a shortage has hobbled the auto and electronics industries and highlighted the world's dependence on a few sources, such as Taiwan, for vital supplies.\"What was hitherto possible only in Japan, Korea and Taiwan, will now happen in Telangana,\" the creation of a large-scale ecosystem of partners and ancillaries supplying world-class television, smartphone and tablet makers, Telangana Industries Minister KT Rama Rao said, announcing the investment.Rajesh Exports is also an applicant for Prime Minister Narendra Modi's $10 billion incentive plan to push companies to set up semiconductor and display operations in India, the government's next big bet on electronics manufacturing.Industry body ICEA estimates demand in India for displays will be nearly $60 billion between 2021 and 2025.Rajesh Exports, which has no prior experience in electronics manufacturing, is making the investment through Elest, a unit it incorporated for diversifying into making products such as displays and electric vehicles.The company has qualified for incentives under a $2.4 billion federal government scheme for battery manufacturing in India.Reporting by Munsif Vengattil in New Delhi; Editing by Bradley Perrett", "image": null, "time": "June 13, 2022"}, {"title": "EV maker Electric Last Mile Solutions files for bankruptcy", "description": "June 12 (Reuters) - U.S. commercial electric vehicle maker Electric Last Mile Solutions Inc (ELMS) (ELMS.O) said on Sunday it is planning to file for Chapter 7 bankruptcy, after a review of its products and commercialization plans.The move comes after the Troy, Michigan-based company disclosed a probe by the U.S. Securities and Exchange Commission and withdrew all its previously issued business outlook in March.  read more ELMS had said the SEC was investigating matters discussed in prior filings including disagreements with an accounting firm and compliance with the Nasdaq's listing rules.In February, the then Chief Executive Officer Jim Taylor and Chairman and founder Jason Luo resigned, following an investigation into their share purchases.  read more \"The compound effect of these events, along with a pending SEC investigation initiated this year, made it extremely challenging to secure a new auditor and attract additional funding,\" ELMS said in a statement on Sunday.The EV maker previously laid off about 24% of its staff as it focussed on its core business.  read more The company went public in June 2021 through a merger with blank-check firm Forum Merger III Corp.Reporting by Baranjot Kaur in Bengaluru; Editing by Shailesh Kuber", "image": null, "time": "June 13, 2022"}, {"title": "Japan game giant Nexon plots western expansion", "description": "TOKYO/LOS ANGELES, June 13 (Reuters) - The Japanese creator of one of the longest-running online role-playing titles, whose most popular video game has attracted nearly a billion registered users, is gearing up for global expansion and setting its sights on the West.Nexon Co Ltd (3659.T) - little known outside Asia - is one of the world's 10 largest video game companies by market capitalization; its $22 billion valuation is larger than Take-Two Interactive, the company behind \"Grand Theft Auto,\" or Roblox.Last year it completed the acquisition of Stockholm-based Embark Studios, whose founder led development of the hit \"Battlefield\" franchise. In 2022 it invested $400 million for a minority stake in AGBO, the independent studio founded by Anthony and Joe Russo, the creative duo who directed Marvel's \"Avengers: Endgame\" and \"Avengers: Infinity War.\"\"The idea overall with that is to combine what we're really good at - making a virtual world last and grow forever - with what they're really good at,\" Nexon's chief executive, Owen Mahoney, told Reuters.Nexon is working with AGBO to explore ways to extend its game franchises to film or television and develop virtual worlds or video games inspired by AGBO's movies.\"Our vision, which aligns well with Nexon's, recognizes that audiences have come to expect real immersion in the IP they care most about,\" said AGBO CEO Jason Bergsman.The two companies are in early talks on adapting Nexon franchises such as \"MapleStory\" and \"Dungeon and Fighter,\" which have rich lore and passionate fan bases. These talks are still in preliminary stages, cautions one source with direct knowledge of the situation.They are also discussing a game or virtual world inspired by \"Battle of the Planets,\" an iconic Japanese anime show from the 1970s that AGBO is developing as a feature film.Mahoney hopes to leverage Nexon's experience in operating \"live games\" - updating titles while they are running - to launch big budget titles with a Western sensibility, such as the free-to-play shooter game \"ARC Raiders,\" from Embark Studios.Embark's founder, Patrick Soderlund, once led Dice, the company that developed the \"Battlefield\" franchise and was acquired by Electronic Arts (EA.O) when Mahoney was head of mergers and acquisitions there.VIRTUAL WORLD PIONEERNexon has assiduously avoided the frenzy around the \"metaverse\" that has gripped tech giants Microsoft and Facebook.\"Nobody can define it and most importantly they can't define why it's so darn great,\" Mahoney said. \"It's a big nothingburger.\"Nexon was an early adopter of features that have become common in the industry including in-game virtual currencies and the free-to-play business model.These features were rolled out in games such as Nexon's \"KartRider\" racing game, which has been running for almost two decades - one of what the company calls its \"forever franchises.\"Its most popular franchise, the arcade-style fighting game \"Dungeon and Fighter,\" has earned more than $20 billion since 2005 - more than the combined box office proceeds of the \"Star Wars\" or \"Harry Potter\" film franchises.One big new challenge as part of Nexon's expansion will to generate returns from higher-budget Western games.\"Nexon does not have much of a track record in operating photorealistic games for hardcore gamers,\" Citigroup analysts wrote in March, initiating coverage of the stock at \"neutral\".Nexon wants to control the cost of developing titles in an era when budgets top $100 million. For instance, it uses machine learning technology to animate some character actions instead of relying on workers.\"I don't really care what happens in the first one or two quarters,\" Mahoney said. \"What I care about is what happens from years two to 20.\"Reporting by Sam Nussey in Tokyo and Dawn Chmielewski in Los Angeles; Editing by Gerry Doyle", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/YWHJ54EQSVKWNHVJMP6NIW65R4.jpg", "time": "June 12, 2022"}, {"title": "Dutch watchdog says Apple to offer other payment methods in dating apps", "description": "June 11 (Reuters) - The Netherlands' antitrust watchdog on Saturday said Apple Inc (AAPL.O) will allow different payment methods in Dutch dating applications, ending a dispute that resulted in the company being fined 50 million euros ($52.58 million).The Authority for Consumers and Markets (AMC) said in a statement that with this concession, Apple will meet the requirement that the regulator had set under the European Union and Dutch competition rules.The iPhone maker has long mandated use of its in-app payment system, which charges commissions of up 30% that some developers like Tinder owner Match Group Inc (MTCH.O) have argued are too high.\"In the digital economy, powerful companies have a special responsibility to keep the market fair and open. Apple avoided that responsibility, and abused its dominant position vis-à-vis dating-app providers,\" said Martijn Snoep, chairman of the board of ACM.\"We are glad that Apple has finally brought its conditions in line with European and Dutch competition rules.\"The ACM ruled last year that Apple's rules violated Dutch competition laws in the dating app market and required Apple to allow those developers to use third-party payment processors.  read more On Friday, Apple laid out rules on how developers of dating apps offered in the Netherlands can skip its in-app payment systems.It said that dating app developers will still have to pay it commissions for sales made outside of its in-app payment system, though it will give them a slight discount.  read more In response to a query from Reuters, an Apple representative referred to the company's update from Friday for dating apps in Netherlands, in which it said it disagreed with the ACM's original order.The update read, \"We don’t believe some of these changes are in the best interests of our users’ privacy or data security. Because Apple is committed to constructive engagement with regulators, we’re making the additional changes at the ACM’s request. As we’ve previously said, we disagree with the ACM’s original order and are appealing it.\"($1 = 0.9510 euros)Reporting by Shivam Patel in Bengaluru\nEditing by Marguerita Choy and Diane Craft", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/JFVFZXPSHFISFJOITVBA2Y6ILU.jpg", "time": "June 11, 2022"}, {"title": "Tesla to seek investor approval for 3-for-1 stock split", "description": "June 10 (Reuters) - Electric vehicle maker Tesla Inc (TSLA.O) on Friday proposed a three-to-one stock split, making its shares more affordable following recent sell-offs of the most valuable automaker.The company also said Oracle Corp co-founder Larry Ellison, a friend of Tesla Chief Executive Officer Elon Musk, will not stand for re-election to Tesla's board when his term ends at this year's shareholder meeting.Ellison is among the top investors who have promised funding toward Musk's $44 billion acquisition of social media firm Twitter Inc .Shares of Austin, Texas-based Tesla rose more than 1% in extended trading on Friday. They have fallen nearly 40% since Musk unveiled his stake in Twitter in early April, hurt in part by a strict lockdown in Shanghai that has affected Tesla's production.Shareholders will vote on Tesla's proposed stock split on Aug. 4. If approved, it would be the company's first such action after a five-for-one split in August 2020.  read more Tesla said the split would enable its employees to \"have more flexibility in managing their equity\" and make its stock \"more accessible to our retail shareholders.\"Alphabet Inc (GOOGL.O), Apple Inc (AAPL.O)and Amazon.com Inc(AMZN.O)have also recently split their shares.While a split has no bearing on a company's fundamentals, it could buoy the share price by making it easier for a wider range of investors to own the stock.Tesla will also ask shareholders to vote to reduce its board of directors' terms to two years from three. If approved, the terms would be staggered over two years.UNIONMeanwhile, proposals by Tesla shareholders include corporate governance-related items such as the right of employees to form a union and Tesla's efforts to prevent sexual harassment and racial discrimination.\"In 2021, the National Labor Relations Board upheld a 2019 ruling that Tesla illegally fired a worker involved in union organizing, and that the CEO had illegally threatened workers regarding unionization,\" according to a stockholder proposal cited in Tesla's filing.In March, Musk invited labor union United Auto Workers (UAW) to hold a vote at Tesla's California factory. But \"Tesla does not have any formal policy commitments to respect the right to freedom of association, nor has it demonstrated how it would effectively operationalize such a commitment,\" the proposal said.Tesla's board advised a vote against the proposal, saying Tesla recently increased the base pay for its manufacturing jobs and it is \"actively engaged\" in protecting employees' rights.Shareholders also proposed an annual report on Tesla's efforts to prevent sexual harassment and racial discrimination after it was hit by a string of lawsuits.A California civil rights agency filed a lawsuit accusing Tesla of failing for years to address widespread racist conduct at its Fremont assembly plant.Tesla said it does not \"tolerate discrimination, harassment, retaliation or any mistreatment of employees in the workplace.\"Another resolution asked Tesla to evaluate the \"impact of Tesla's current use of arbitration on the prevalence of harassment and discrimination in its workplace.\"Shareholders also called on the company to report its polices to address perceived lack of gender and racial diversity at its board.Reporting by Akash Sriram in Bengaluru and Hyunjoo Jin in San Francisco; Editing by Shinjini Ganguli, Matthew Lewis and Richard Chang", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/E6MJUYOIQBICHMXH2RD3JWRGHA.jpg", "time": "June 11, 2022"}, {"title": "Apple's app store to allow more payment options for Dutch dating app developers", "description": "June 10 (Reuters) - Apple Inc (AAPL.O) on Friday laid out how developers of dating apps offered in the Netherlands can skip Apple's in-app payment systems, a closely watched step by the iPhone maker in the face of global antitrust concerns about its control over the mobile app industry.Apple has long mandated use of its in-app payment system, which charges commissions of up 30% that some developers like Tinder owner Match Group Inc (MTCH.O) have argued are too high. The Dutch Authority for Consumers and Markets (ACM) last year ruled that Apple's rules violated Dutch competition laws in the dating app market and required Apple to allow those developers to use third-party payment processors.Investors are watching the developments in the Dutch antitrust case for the impact they could have on Apple's App Store revenues, the biggest component of its $68.4 billion services business.Under the rules, Apple said dating app developers will still have to pay it commissions for sales made outside of its in-app payment system, though it will give them a slight discount. Apple had previously said developers who were paying its 30% commission rate would owe it a 27% commission.But some developers already pay Apple a lower 15% commission rate when they meet certain criteria such as retaining subscription customers for more than a year.Apple's previous rules did not make clear whether those developers would also get a discount when using third-party payment services. Apple on Friday said those developers will pay a 12% commission when using outside payment systems.Apple on Friday also said that Dutch authorities mandated changes to how apps look when using third-party payments.Apple's system will show users a warning that says the user will have to contact the developer over payment problems such as asking for a refund. Apple had originally included a button that would allow users to back out of using the third-party payment option after being shown the warning, but the iPhone maker said Friday that Dutch authorities had rejected that button.\"We don’t believe some of these changes are in the best interests of our users’ privacy or data security,\" Apple said in a news post. \"As we’ve previously said, we disagree with the ACM’s original order and are appealing it.\"Reporting by Stephen Nellis\nEditing by Chris Reese and David Gregorio", "image": "https://cloudfront-us-east-2.images.arcpublishing.com/reuters/JFVFZXPSHFISFJOITVBA2Y6ILU.jpg", "time": "June 10, 2022"}, {"title": "Meta probing Sheryl Sandberg's use of company resources, WSJ reports", "description": "June 10 (Reuters) - Lawyers are investigating Meta Platforms Inc's outgoing operations chief Sheryl Sandberg's use of company resources over several years, the Wall Street Journal reported on Friday, citing people familiar with the matter.Several employees have been interviewed in connection with the investigation by Facebook-parent Meta, the WSJ reported, adding that the probe has been underway since at least last fall.Meta and Sandberg did not immediately respond to Reuters' requests for comment.Facebook COO Sheryl Sandberg testifies before a Senate Intelligence Committee hearing on foreign influence operations on social media platforms on Capitol Hill in Washington, U.S., September 5, 2018. REUTERS/Joshua Roberts/FilesAmong the activities being scrutinized is the work of Meta employees to support Sandberg's foundation, Lean In, and towards writing and promotion of her second book, \"Option B: Facing Adversity, Building Resilience, and Finding Joy\", the report added.Earlier in June, Sandberg, whose close partnership with Chief Executive Officer Mark Zuckerberg powered the growth of the world's biggest social network, announced her departure from the company after 14 years.  read more Chief Growth Officer Javier Olivan is set to take over as chief operating officer although Zuckerberg said he did not plan to replace Sandberg's role directly within the company's existing structure.Sandberg said that she will continue to serve on Meta's board after leaving the company in the fall.Reporting by Akash Sriram in Bengaluru; Editing by Maju Samuel", "image": null, "time": "June 11, 2022"}]